Repository: cosmology/zendmvc
Catalog: application/languages/*/serbian.po
Languages: sr

source: The text you wrote doesn't match the characters in the image.
sr: Tekst koji ste uneli ne odgovara slici.

source: The message cannot be sent to the recipient.
sr: Ne mogu da pošaljem poruku.

source: Message sent successfully
sr: Poruka je poslata.

source: We've sent a copy for your records.
sr: Poslata je kopija za Vašu dokumentaciju.

source: Photos by %(owner_name)s
sr: Fotografije: %(owner_name)s

source: Click on the photos to apply/remove selected tags.
sr: Kliknite na fotografije da bi ste primenili/obrisali etikete.

source: I'm done
sr: Završio sam

source: %(times_viewed)s view
sr: %(times_viewed)s pregled

source: You have an empty account.
sr: Vaš nalog je prazan

source: Upload your photos »
sr: Postavite vaše fotografije »

source: Do you want to show your photos to your friends? No problem, give them your personal URL at Panoramio (<a href="/user/%(owner_id)s" title="%(owner_name)s's photos" alt="%(owner_name)s's photos">http://www.panoramio.com/user/%(owner_id)s</a>) and you're done!
sr: Da li želite da pokažete vaše fotografije prijateljima? Nema problema, pošaljite im vaš lični URL na Panoramio-u (<a href="/user/%(owner_id)s" title="%(owner_name)s-ove/ine fotografije" alt="%(owner_name)s-ove/ine fotografije">http://www.panoramio.com/user/%(owner_id)s</a>) i to je to!

source: <p>Keep rocking!</p>
sr: <p>Nastavite!</p>

source: %(owner_name)s's conversations
sr: %(owner_name)s's - razgovori

source: %(author_name)s said:
sr: %(author_name)s :

source: more »
sr: više »

source: Launch Slideshow
sr: Pokreni slideshow

source: Hi, %(owner_name)s
sr: Zdravo, %(owner_name)s

source: Connect it to a Google account.
sr: Povežite sa Gugl nalogom.

source: Favorite photos
sr: Omiljene fotografije

source: Organize with tags
sr: Organizujte sa etiketama

source: [I'm done]
sr: [Završio sam]

source: Delete this tag
sr: Obriši ovu etiketu

source: Apply
sr: Primeni

source: Done
sr: Gotovo

source: Show all tags (%(num_tags)s)
sr: Prikaži sve nalepnice (%(num_tags)s)

source: Create tag
sr: Kreirajte etiketu

source: Your stats:
sr: Vaša statistika:

source: photos
sr: fotografije

source: Send private message
sr: Slanje privatne poruke

source: %(name)s disabled private messaging
sr: Nije moguže poslati privatnu poruku korisniku %(name)s

source: %(owner_name)s's stats
sr: %(owner_name)s's statistika

source: %(owner_name)s's tags
sr: Nalepnice korisnika: %(owner_name)s's

source: Your groups:
sr: Vi ste član sledećih grupa:

source: Friends
sr: Prijatelji

source: User Statistics
sr: Statistika korisnika

source: Most popular photos
sr: Najpopularnije fotografije

source: Most viewed in Panoramio
sr: Najviše pregledane u Panoramiu

source: Most viewed in Google Earth
sr: Najviše pregledane u Google Earth-u

source: Most viewed in Google Maps
sr: Najviše pregledane u Google Mapama

source: Most viewed in Widget API
sr: Najpopularnije

source: uploaded photos
sr: poslate fotografije

source: since %(date)s
sr: od %(date)s

source: photos in Google Earth
sr: fotografije prikazane u Google Earth-u

source: Showing <span id="photo_stats_chart_showing"><!-- Filled with JS --></span> <span class="photo_stats_chart_source"><!-- Filled with JS --></span> views in the last 30 days
sr: Prikaza <span id="photo_stats_chart_showing"><!-- Filled with JS --></span> <span class="photo_stats_chart_source"><!-- Filled with JS --></span> u poslednjih 30 dana

source: There are <span id="photo_stats_chart_overall"><!-- Filled with JS --></span> overall views in <span class="photo_stats_chart_source"><!-- Filled with JS --></span>
sr: Bilo je <span id="photo_stats_chart_overall"><!-- Filled with JS --></span> ukupno pregleda <span class="photo_stats_chart_source"><!-- Filled with JS --></span>

source: Recently viewed photos of %(username)s
sr: Pregledane fotografije korisnika: %(username)s

source: Are your sure you want to delete this picture?
sr: Da li ste sigurni da želite da obrišete ovu fotografiju?

source: Are you sure you want to delete this picture?
sr: Da li ste sigurni da želite da izbrišete fotografiju?

source: Delete this photo
sr: Izbrisati ovu fotografiju

source: Are your sure you want to undelete this picture?
sr: Sigurni ste da želite da vratite fotografiju?

source: Are you sure you want to undelete this picture?
sr: Sigurni ste da želite da vratite fotografiju?

source: Undelete this photo
sr: Vratite izbrisanu fotografiju

source: API. Display photos from Panoramio on your own website
sr: API. Prikažite fotografije sa Panoramio-a na vašem veb servisu

source: Panoramio API - Display photos from Panoramio on your own website
sr: Panoramio API - Prikažite fotografije sa Panoramia na vašem veb servisu

source: Using Panoramio API you can display the photos from Panoramio on your own web site. Geolocated photos from Panoramio are great to enrich your maps or illustrate information where location is a important factor (real estate sites, hotels and vacation sites, routes &amp; trails...).
sr: Putem Panoramio API-ja možete prikazivati fotografije na vašim web stranicama. Fotografije sa svojim geografskim koordinatama mogu idealno da predstave bilo koju lokaciju na svetu. Idealno je za prikazivanje lokacija hotele, odmarališta, nekretnina...

source: Example 1: Photos enriching a map
sr: Primer 1:Fotografije obogaćuju mapu

source: Example 2: Photos illustrating an area
sr: Primer 2: Fotografije ilustruju oblast

source: How does it work?
sr: kako to radi?

source: If you have any doubt about the code, don't hesitate to contact us at
sr: Ako imate bilo kakvu sumnju u vezi tog koda, ne ustručavajte se da nam se obratite na

source: Requirements
sr: Zahtevi

source: Every photo displayed in your site should include Panoramio's name and our logo. Each mini square-, square-, thumbnail- or small-size version of a photo must link to a medium or original sized version of the same photo. Each medium or original sized version must link to the photo page on the <a href="/">Panoramio.com</a> domain (for example, <a href="/photo/532693">http://www.panoramio.com/photo/532693</a>). The link should be under the image itself. No more than 50 instances of photos can be displayed on one single webpage.
sr: Svaka fotografije prikazana na nezavisnom sajtu mora sadržati naziv Panoramio i panoramio logo. Svaka umanjena verzija fotografije mora sadržati link ka svojoj stranici na Panoramiju ili ka originalnoj veličini fotografije. Svaka originalna fotografije mora sadržati link ka foto stranici na <a href="/">Panoramio.com</a> Panoramio domenu (na primer:, <a href="/photo/532693">http://www.panoramio.com/photo/532693</a>). Fotografija mora biti direktno povezana linkom. Maksimalni broj fotografija koje se mogu prikazati na jednoj stranici je 50.

source: Additionally, every time a medium or original photo is used, you must also show the Panoramio logo directly under or directly next to the photo, as well as display "author: name", where "name" is linked to the author's Panoramio photos homepage (for example, <a href="/user/1429589">http://www.panoramio.com/user/1429589</a>). You must also display the text "Photos provided by Panoramio are under the copyright of their owners" under Panoramio photos. Please, check the <a href="/api/data/terms.html">Panoramio API - Terms of Use</a> for detailed requirements and the examples at the top of this page.
sr: Svaki put kada koristite fotografiju u originalnoj ili delimično umanjenoj velicini Panoramio logo mora biti vidljiv ispod ili pored fotografije. Takođe ste obavezni da postavite i napomenu o autoru "autor: ime", gde "ime" treba da bude povezano sa Panoramio stranicom autora (na primer:, <a href="/user/1429589">http://www.panoramio.com/user/1429589</a>). Obavezni ste da ispod fotografije postavite napomenu "Fotografija objavljena na Panoramiju - prava autora su zastićena" . Molim vas da proverite <a href="/api/data/terms.html">Panoramio API - Pravila korišćenja</a> za više više detalja.

source: Terms of Use
sr: Uslovi korišćenja

source: Panoramio API is free for both commercial and non-commercial purposes that don't exceed the <a href='/api/data/terms.html'>restrictions</a>. However Panoramio reserves the right to charge fees for the use of Panoramio API for some kind of commercial applications and over certain bandwidth limits. More information at <a href='/api/data/terms.html'>Panoramio API - Terms of Use</a>.
sr: Panoramio API aplikacije su besplatne kako za privatno tako i za komercijalno korišćenje dok god se pridržavate<a href='/api/data/terms.html'>pravila korišćenja</a>. Panoramio zadržava pravo da u pojedinim slučajevima naplaćuje korišćenje aplikacije. Više informacija možete naći na <a href='/api/data/terms.html'>Panoramio API - Uslovi korišćenja</a>.

source: Questions
sr: Pitanja

source: If you have any doubt of suggestions, feel free to contact us at
sr: Ako imate bilo kakvu sumnju ili predlog, osećajte se slobodnim da nam se obratite na

source: API Terms of Service
sr: API Uslovi korišćenja

source: Widget API. Display photos from Panoramio on your own website
sr: Prikažite fotografije sa Panoramija na vašem sajtu putem internet aplikacija.

source: Panoramio Widget API - Display photos from Panoramio on your own website
sr: Panoramio internet aplikacija - Prikažite fotografije sa Panoramija na vašem sajtu.

source: Looking for the Panoramio Data API? It's available, you'll find it <a href="/api/data/api.html">here</a>.
sr: Panoramio internet aplikacije se nalaze ovde <a href="/api/data/api.html">here</a>.

source: Contents
sr: Sadržaj

source: JavaScript or iframes?
sr: Java skripta ili iFrame?

source: Basic concepts
sr: Osnovni koncept

source: HTML templates
sr: HTML šabloni

source: Examples
sr: Primeri

source: With the Panoramio Widget API you can display the photos from Panoramio on your own web site. Geolocated photos from Panoramio are great to enrich your maps or illustrate information where location is an important factor (real estate sites, hotels and vacation sites, routes, trails...).
sr: Pomoću Panoramio internet aplikacija možete prikazati fotografje sa Panoramija u okviru vaše prezentacije. Fotografije sa geografskim koordinatama mogu idealno prikazati mesta koja su značajna za vaše poslovanje (nekretnine, hoteli, mesta za odmor...).

source: The Panoramio Widget API is a JavaScript library that provides easy-to-use graphical UI elements and search capabilities so that you can show Panoramio photos on your web site. In addition, we provide ready-made HTML templates that you can embed in a web site using iframe tags so you can take advantage of the Widget API without the need to write any JavaScript.
sr: Panoramio internet aplikacije sadržeJavaScript biblioteku koja omogućava lako korišćenje grafičkih elemenata tako da na veome jednostavan način možete prikazati fotografije ne vašem sajtu. Pripremili smo i predefinisane HTML šablone koje veoma lako možete integrisati u okvirz vašeg sajta i na taj način iskoristiti sve prednosti internet aplikacije i JavaScript.

source: JavaScript or iframes: which is right for me?
sr: Šta da koristim: JavaScript ili iFrame?

source: We provide the Widget API in two flavors: a JavaScript library, and a set of ready-made HTML templates.
sr: Omogućili smo dve vrste intenet aplikacija: JavaScript biblioteku, izbor predefinisanih HTML šablona.

source: With the JavaScript library, you need to link to the JavaScript file in your web site's HTML code, and then write code in JavaScript to create and manipulate widgets.
sr: Da bi koristili JavaSkript biblioteku potrebno je da u kodu vaše HTML stranice pozovete biblioteku koja može izvršiti napisan JavaSkript sa kojim manipulišete internet aplikacijom.

source: With the HTML templates, Panoramio provides normal HTML pages that contain just one widget or a combination of them, in fixed configurations; you then add a request for one of these pages into an iframe tag in your own web site so the widget will appear inside your web site, and not in a separate page. You can also look into these HTML templates and use them as examples to understand the JavaScript library.
sr: Pomoću HTML šablona, Panoramio omogućava standardan prikaz HTML stranica koje sadrže jednu ili više internet aplikacija sa predefinisanim sadržajem; vi postavljate parametre jedne ili više ovakvih stranica koje se kasnije ispisuju u okviru iframe prozora na vašoj web stranici. Internet aplikacije NE otvaraju novu stranicu. Pomoću predefinisanih HTML šablona veoma lako možete razumeti sintaksu i pravila JavaScript biblioteka.

source: The following table summarizes the advantages of each flavor.
sr: Sledeća tabela prikazuje prednosti svakog začina.

source: JavaScript library
sr: JS biblioteka

source: Ease of deployment
sr: Lako se primenjuje

source: Requires some programming
sr: Potrebno je malo znanje programiranja

source: Just cut and paste HTML
sr: Jednostavno prekopiraje HTML

source: Required knowledge of programming languages
sr: Zahteva znanje programiranja

source: JavaScript, HTML, CSS optional
sr: "JavaScript, HTML, CSS po izborul"

source: Flexibility to combine widgets
sr: Fleksibilnost korišćenja internet aplikacija

source: Full power of the Widget API
sr: Mogućnosti internet aplikacija

source: Limited configurations available
sr: Ograničena konfiguracija

source: User interaction
sr: Interakcija korisnika

source: Page behavior is fully customizable
sr: Stranicu možete u potpunosti prilagoditi svojim potrebama.

source: Some predefined behaviors available
sr: Na raspolaganju su i predefinisane postavke

source: Interaction between widgets and with rest of the page
sr: Interakcija između internet aplikacije i ostatka stranice

source: Fully customizable
sr: Potpuno prilagodljiv

source: Generally not possible
sr: Uglavnom nije moguće

source: Programmatic control over widgets
sr: Programibilna kontrola internet aplikacija

source: UI customization
sr: UI podešavanja

source: Possible with CSS
sr: Moguće korišćenjem CSS-a

source: Size and base color
sr: Veličina i osnovna boja

source: Hosting web site
sr: Hostovanje prezentacije

source: Must allow JavaScript
sr: Mora se omogućiti izvršenje JavaSkripta

source: Must allow iframes
sr: Mora se omogućiti izvršenje iFrame

source: In general, using the JavaScript library directly gives you more flexibility and power, but requires that you write JavaScript code.
sr: Uopšteno, korišćenje JavaScript biblioteka vam omogućava fleksibilnost, ali je neophodno da poznajete JavaScript kodiranje.

source: The basic concepts in the Widget API are the <b>request</b> and the <b>widget</b>. A request specifies which photos you want to show, and a widget is a graphical element that shows the selected photos in your browser.
sr: Osnovni koncept internet aplikacija je odnos između <b>zahteva</b> i <b>same aplikacije</b>. Pomoću zahteva se definišu fotografije koje se prikazuju. Internet aplikacija prikazuje željene fotografije.

source: The Widget API provides two <b>widgets</b>: The photo widget shows one photo at a time. Depending on how you configure it, the user will be able to move to the next and previous photos of a request by pressing the arrows that are shown on the widget; you can also configure the widget so that it advances to the next photo automatically.
sr: Na raspolaganju su dve <b>internet aplikacije</b>: Prva prikazuje samojednu fotografiju. U zavisnosti od konfiguracije, posetilac ima mogućnost relaska na prethodnu ili sledeću fotografiju klikom na prikazane strelice; aplikacije se može podesiti tako da automatski prelazi na sledeću fotografiju.

source: The photo list widget shows multiple photos at a time; it can also be configured so that the user can scroll it to see previous and next photos. In both cases, which photos to show, and in which order, is determined by a request.
sr: Internet aplikacija koja prikazuje niz fotografija; može se konfigurisati tako da posetilac bira prethodni lili sledeći set fotografija. Redosled i set fotografija se biraju neposrednim zahtevom posetioca.

source: The Panoramio site provides a set of pages that contain an already-configured widget or a ready-made composition. You can access these pages simply by typing their URL. If you want to use these widgets in your web site, you can use the HTML <b>iframe</b> tag to embed these pages from Panoramio into your web site.
sr: Pristupite Panoramio predefinisanim stranicama sa internet aplikacijama. Pristup stranicama je moguć jednostavnim unosom web adrese. Za korišćenje predefinisanih internet aplikacijama u okviru vaše prezentacije koristite HTML <b>iframe</b> da bi predefinisane stranice integrisali u vašu prezentaciju.

source: These URLs have the following structure:
sr: URL ima sledeću strukturu:

source: For <i>name</i> you can use:
sr: Kao <i>ime</i> možete koristiti:

source: <b>%(photo)s</b> for a single-photo widget
sr: <b>%(photo)s</b> za pojedinačnu aplikaciju

source: <b>%(slideshow)s</b> for a single-photo widget with a play/pause button, that automatically advances to the next photo
sr: <b>%(slideshow)s</b>da bi prikazali jednu fotografiju sa dalje/pauza tasteom, za automatski prelaz na sledeću fotografiju

source: <b>%(list)s</b> for a photo-list widget
sr: <b>%(list)s</b> aplikacija za prikazivanje niza fotografija

source: <b>%(photo_list)s</b> for a combination of a single-photo widget and a photo-list widget
sr: <b>%(photo_list)s</b> za kombinovani prikaz pojedinačne fotografije i niza fotografija

source: The options determine what request to use, and the widget's visual appearance. You can give any number of options, separated by the "&amp;" sign.
sr: Izaberite način na koji želite da se internet aplikacija prikaže. Možete definisati veći roj opcije odvojenih sa "&amp;" karakterom.

source: The following options determine the request. You can use these options with any HTML template, that is, with any value for <i>name</i>.
sr: Definišite vaš zahtev. Opcije možete koristiti sa bilo kojim HTML šablonom, za bilo koje definisano <i>ime</i>.

source: option
sr: opcija

source: meaning
sr: značenje

source: Select all photos by the user with id 12345
sr: Izaberite sve fotografije korisnika 12345

source: Select all photos that are in the group with id 300
sr: Izaberite sve fotografije koje su u grupi sa identifikatorom 300

source: Select all photos tagged with the tag "%(sunset)s". If you combine the <i>%(user)s</i> and <i>%(tag)s</i> options, you will get photos by that user that have the given tag.
sr: Izaberite sve fotografije sa nalepnicom "%(sunset)s". Kombinacijom izbora <i>%(user)s</i> i <i>%(tag)s</i> prikazaće se fotografije traženog korisnika oznaćene traćenom nalepnicom.

source: Select all photos
sr: Izaberite sve fotografije

source: Select all photos selected for Google Earth
sr: Izaberite sve fotografije koje se prikazuju na Gugl Svetu.

source: Select recently-uploaded photos
sr: Izaberite nedavno postavljene fotografije

source: Show the photos in descending date order, that is, from newest to oldest, instead of the default which is from oldest to newest
sr: Prikaz fotografija po opadajućem nizu datuma prikazuje prvo najnovije fotografije, za razliku od standardnog prikaza od starijih ka novijim

source: The following options determine the visual appearance of your widget. Some options are only valid for some HTML templates. These are all optional, default values will be provided for options that you don't include; however, we recommend that you do not rely on these default values, so that your web site continues to operate unaltered if we change these values.
sr: Sledeći izbor definiše izgled internet aplikacije u okviru ašeg sajta. Neke od opcija su primenljive isključivo u okviru HTML šablona.l Za sve postavke koje ne definišete primenjivaće se predefinisane opcije; Preporučujemo da sve opcije definišete, iako vam odgovaraju predefinisane da bi u slučaju promene predefinisanih vrednosti vaš sajt nastavio da nesmetano funkcioniše.

source: valid for
sr: važi za

source: all
sr: sve

source: Total widget width, in pixels
sr: Ukupna širina aplikacije, u tačkama

source: Total widget height, in pixels
sr: Ukupna vidsina aplikacije, u tačkama

source: How many columns of photos to show in the photo-list widget
sr: Koliko kolaona fotografija želite da prikažete internet aplikacijom

source: How many rows of photos to show in the photo-list widget. Note that you can request more than one row and more than one column to obtain a grid of photos instead of a strip
sr: Broj redova fotografija za prikaz. Možete definisati broj redova i kolona u kojima će se prikazivati fotografije

source: How many photos to show in the list
sr: Koliko fotografija treba prikazati na listi

source: Delay, in seconds, before advancing automatically to the next photo
sr: Zadržavanje, u sekundama, pre automatskog prelaska na prikazianje sledeće fotografije

source: How is this used? Let's say that you want to embed a list of mountain images into your web site. You'd like the list to be 280 pixels wide and 140 pixels high, and contain two rows of four photos. After checking the option tables, you decide that the URL that you need is
sr: Kako se koristi? Ako, na primer, želite da prikažete fotografije prirode u rezoluciji 280 tačaka širine i 140 tačaka visine u dva reda. Pogledajte mogućnosti koje vam Panoramio nudi, i od ponuđenih vidite da vam odgovara

source: (this should be all in one line; your browser may be showing the URL split into multiple lines if it doesn't fit the screen). Then, in your web site, you'd add code such as
sr: (treba da bude u jednom redu; možda će se u brauzeru prikazati u dav reda u zavisnosti od rezolucije monitora). Zatim dodajte kod vašem sajtu. Na primer:

source: Again, do not split the URL in multiple lines. Also note that we've replaced the &amp; characters in the URL with &amp;amp; &mdash; this is because we are adding them inside a piece of HTML, and they need to be escaped. The <i>%(style_is_float)s</i> part indicates how the iframe should appear within your web site; you will need to adapt this to your needs using CSS, or remove that part altogether. We've added exactly that code in this page so you can see the effect &mdash; look at the right edge.
sr: NE delite URL u više redova. Automatski se vrši zamena &amp; sa &amp;amp; &mdash; zbog ubacivanja veše komande u deo HTML koda. <i>%(style_is_float)s</i> prikazuje kako će iframe izgledti u okviru vašeg sajta; ako vam ne odgovara izgled, možete ga promeniti koristeći CSS. Kod koji ovde napišete biće prepisan na stranicu sa primerom &mdash; pogledajte na desno.

source: Here are other examples that you may want to try:
sr: Pogledajte još nekoliko primera:

source: This section provides several ready-made examples of using Widget API HTML templates that you can cut-and-paste into your web site or blog.
sr: Ovde se nalazi nekoliko primera korišćenja internet aplikacija. Već definisane šablone možete prepisati u okviru vašeg sajta ili bloga.

source: Show all your photos, one <b>photo</b> at a time (let's say that your Panoramio user id is <b>12345</b>; you can see the user id in the web address for your Panoramio user page). Make it <b>400</b> pixels wide and <b>300</b> pixels high. Do not automatically advance to the next photo, but instead provide arrows where the visitor can click.
sr: Prikažite fotografije, po jednu <b>fotografiju</b> (pretpostavimo da je vaš Panoramio broj <b>12345</b>; korisnički broj se vidi iz adrese Panoramio člana). Odredite <b>400</b> tačaka širine i <b>300</b> tačaka visine. Priklandnije je da posetiocima omogućite strelice za prelaz na novu fotografije umesto automatskog prelaska.
