Repository: cosmology/zendmvc
Catalog: application/languages/*/serbian.po
Languages: sr

source: Show all the photos tagged with "<b>%(hdr)s</b>", one <b>photo</b> at a time. Use a <b>brown</b> background. Make it <b>400</b> pixels wide and <b>300</b> pixels high. Do not automatically advance to the next photo.
sr: Prikaži sve fotografije sa nalepnicom "<b>%(hdr)s</b>", <b>jednu po jednu</b>. Postavite <b>braon</b> pozadinu. Odredite <b>400</b> tačaka širinu i <b>300</b> tačaka visinu. Omogućite strelice, a ne automatski prelaz na sledeću fotografiju.

source: Show a <b>slideshow</b> of all your photos (user id 7 in this example). Make it 450 pixels wide and 400 pixels high. Automatically advance to the next photo every <b>6.5</b> seconds.
sr: Prikažite <b>slideđou</b> svih fotografija (panoramio broj 7 u primeru). Definišite 450 tačaka širinu i 400 tačaka visinu. Automatski prelaz na sledeću fotografiju definišite na <b>6.5</b> sekundi.

source: Show a <b>slideshow</b> of all your photos (user id 7 in this example) that are tagged with <b>Germany</b>. Make it 450 pixels wide and 400 pixels high.
sr: Prikaži <b>slideđou</b> svih fotografija (Panoramio broj 7 u primeru) obeleženih nalepnicom <b>Nemačka</b>. Definišite širinu 450 tačaka i visinu 400 tačaka.

source: Show a <b>list</b> of thumbnails of all your photos (user id 7 in this example). Make it 150 pixels wide and 400 pixels high, and show <b>2</b> columns and <b>5</b> rows of thumbnails. The list should scroll in the <b>vertical</b> direction. Use a <b>black</b> background.
sr: Pokazuje <b>listu</b> sličica za sve vaše fotografije (u ovom primeru korisnikov id je 7). Prikazuje ih sa 150 piksela širine i 400 piksela visine, i prikazuje <b>2</b> kolone i <b>5</b> redova sličica. Listu treba skrolovati <b>vertikalno</b>. Koristi <b>crnu</b> pozadinu.

source: Show a <b>list</b> of thumbnails of all photos tagged with "<b>%(beach)s</b>". Make it 400 pixels wide and 200 pixels high, and show 6 columns and 3 rows of thumbnails. The list should scroll in the <b>horizontal</b> direction.
sr: Prikazuje <b>listu</b> sličica svih fotografija sa oznakom"<b>%(beach)s</b>". Prikazuje ih sa 400 piksela široke i 200 piksela visoke, i prikazuje 6 kolona i 3 reda sličica. Listu treba skrolovati <b>horizontalno</b>.

source: Show a list of thumbnails of all photos tagged with "<b>%(sand)s</b>". Make it 700 pixels wide and 100 pixels high, and show 10 columns and 1 row of thumbnails. The list should scroll in the horizontal direction.
sr: Pokazuje listu sličica svih fotografija sa oznakom "<b>%(sand)s</b>". Prikazuje ih sa 700 piksela širine i 100 piksela visine, i prikazuje 10 kolona i 1 red sličica. Listu treba skrolovati horizontalno.

source: Show a combination of large <b>photo and list</b> of thumbnails, for all your photos (user id 7 in this example). Make the combination 500 pixels wide and 500 pixels high. Show <b>8</b> photos in the list, and put the list <b>below</b> the large photo. Use a <b>light blue</b> background.
sr: Prikazuje kombinaciju velike <b>fotografije i listu</b> sličica, za sve vaše fotografije (korisnikov id je 7 u ovom primeru). Pravi kombinaciju 500 piksela širine i 500 piksela visine. Prikazuje <b>8</b> fotografija u listi, i stavlja listu <b>ispod</b> velike fotografije. Koristi <b>svetlo plavu</b> za pozadinu.

source: Widget API Terms of Service
sr: Internet aplikacije - uslovi korišćenja

source: Scenery
sr: Scenario

source: Photos that represent the beauty of your hometown/motherland or the area you are familiar with after living there for a while.
sr: Fotografije koje predstavljaju leptu vaseg grada/rodne zemlje ili oblast koju poznajete posto ste živelji u njoj.

source: Heritage
sr: Nasleđe

source: Photos that evoke emotions or memories of the past, especially your hometown/motherland. Culturally-revealing &amp; inspiring, or just plain striking. Broadly speaking, it can be an events, locales or activities connecting to their history or their cultural heritage.
sr: Fotografije koje se odnose na prošlost vašeg kraja. Mogu se odnositi na dogadjaje, istorijsko ili kulturno nasledje.

source: Travel
sr: Putovanje

source: Photos that represent the essence of the area (landscape, cityscape, architecture or landmark.) Photos can be spectacular scenes encountered during holiday tours
sr: Fotografije koje prikazuju lepote okoline (pejzaži, panorame gradova, arhitektura...). Mogu biti i neobične scene snimljene tokom turističkih putovanja.

source: Unusual Location
sr: Neobično mesto

source: Locations that are unusual and unique, places on Earth that is intriguing and fascinating. e.g. Antarctica.
sr: Mesta koja su neuobična i jedinstvena, mesta na Zemljinoj kugli koja odusevljavaju i koja bude interes, npr. Antartik.

source: Panoramio Geotagged Photo Contest
sr: Panoramio Foto konurs - fotografije sa geo oznakom

source: Vote
sr: Glasanje

source: Prizes
sr: Nagrade

source: Winner
sr: Pobednik

source: Runner-up
sr: Finalisti

source: Honorable mentions
sr: Zaslužili su da budu pomenuti

source: for honorable mentions (5 in each category).
sr: za finaliste (5 u svakoj kategoriji)

source: This month winners will be published around the middle of next month.
sr: Imena pobednika iz tekućeg meseca će biti objavljena polovinom sledećeg meseca

source: This month participants will be voted on during next month.
sr: Za fotografije prijavljene u tekućem mesecu glasaće se idućeg meseca.

source: Panoramio &amp; ATP photo contest
sr: Panoramio &amp; ATP konkurs za fotografije

source: Send this photo to the contest
sr: Pošalji ove slike na konkurs.

source: Contest information
sr: Informacije o konkursu

source: <strong>Choose the category for the contest</strong> (think twice, it's impossible to undo this action)
sr: <strong>Izaberite kategoriju za konkurs</strong> (razmislite dva puta, nećete moći da poništite ovu akciju)

source: Please select a category before submitting
sr: Izaberite kategoriju pre slanja

source: Get more photos
sr: Pogledajte još fotografija

source: Vote for this photo
sr: Glasajte za ovu fotografiju

source: Sending…
sr: Šaljem ...

source: Enlarge a miniature to see the details
sr: Uvećajte da bi videli detalje

source: Visit the Photo page by clicking on the large photo
sr: Pogledajte stranicu fotografije klikom na samu fotografiju

source: An error was encountered while sending the vote
sr: Greška prilikom slanja rezultata glasanja

source: Sign in to vote
sr: Da bi glasali morate biti prijavljeni

source: There are no results available for this contest.
sr: Nema rezultata za ovaj konkurs

source: You are going to delete this group:
sr: Izbrisaćete sledeću grupu:

source: This deletion is permanent, it cannot be recovered.
sr: Brisanje je konačno. Neće biti moguće vraćanje.

source: Are you sure that you want to continue?
sr: Da li ste sigurni da želite da nastavite?

source: Featured groups
sr: Odlike grupe

source: %(num_members)s member
sr: %(num_members)s član

source: %(num_photos)s photo
sr: %(num_photos)s fotografija

source: Visit your <a href="/groups/invitations">invitation manager</a>
sr: Posetite Vaš <a href="/groups/invitations">menadžer pozivnica</a>

source: You have more than %(num_pending)s pending invitations
sr: Imate više od %(num_pending)s pozivnica na čekanju

source: You have %(num_pending)s pending invitation
sr: Imate %(num_pending)s pozivnicu na čekanju

source: No group photo
sr: Nema fotografije

source: Join group
sr: Pridružite se grupi

source: Another user has applied for your membership in this group. Please wait for the moderator's decision.
sr: Još neki korisnik je aplicirao za ovo članstvo u grupi. Molimo sačekajte odluku moderatora.

source: Your request for membership was rejected. If you want to apply again, please contact the group moderators directly.
sr: Vaš zahtev za ćlqanstvo je odbijen. Ako želite ponovo da se prijavite za ućlanjenje, molim vas, kontaktirajte direktno moderatora grupe.

source: Your request for membership was rejected. After you take into consideration the reasons that the moderator gave to reject it, you can apply again.
sr: Vaš zahtev za članstvo je odbijen. Nakon što razmotrite razloge koje je moderator naveo za odbijanje, možete pokušati sa prijavom ponovo.

source: You have been banned from the group. If you want to apply again, please contact the group moderators directly.
sr: Izbačeni ste iz grupe. Ako želite da se ponovo učlanite kontaktirajte direktno moderatora grupe.

source: Group invitation manager
sr: Podešavanje grupnih pozivnica

source: Group invitations received (&gt; %(num_pending)s)
sr: Primljen poziv za pridruženje grupi (&gt; %(num_pending)s)

source: Group invitations received (%(num_pending)s)
sr: Primljen poziv za pridruženje grupi (%(num_pending)s)

source: Search groups
sr: Pretraži grupe

source: Browse all groups
sr: Pogledajte sve grupe

source: Starting with:
sr: Počinje sa:

source: There are no groups with these conditions.
sr: Ne postoji grupa sa ovim uslovima.

source: %(num_members)s member,
sr: %(num_members)s član,

source: %(num_photos)s photo
sr: %(num_photos)s fotografija

source: Searching…
sr: Pretraga u toku ....

source: You can create %(num_remaining)s more group
sr: Možete napraviti još %(num_remaining)s grupu

source: You have reached the limit of %(max_owned)s owned group
sr: Dostigli ste maks. limit od %(max_owned)s grupe u kojoj ste osnivač

source: Sign in to create a group
sr: Ulogujte se da bi kreirali grupu

source: Browse all groups starting with &quot;%(search_prefix)s&quot;
sr: Listajte sve grupe koje počinju sa &quot;%(search_prefix)s&quot;

source: Groups similar to "<em>%(search_prefix)s</em>":
sr: Grupe koje su slične "<em>%(search_prefix)s</em>":

source: (No groups similar to "<em>%(search_prefix)s</em>")
sr: (Nema grupa sličnih "<em>%(search_prefix)s</em>")

source: %(num_members)s member
sr: %(num_members)s član

source: %(num_photos)s photo
sr: %(num_photos)s fotografija

source: No group avatar
sr: Ne postoji avatar grupe

source: You accepted this invitation.
sr: Prihvatili ste poziv

source: You rejected this invitation.
sr: Odbili ste poziv

source: A moderator replied:
sr: Odgovor moderatora:

source: A group moderator rejected this invitation.
sr: Moderator grupe je odbio poziv.

source: A group moderator rejected this invitation. You can apply again.
sr: Moderator grupe je odbio ovu prijavu. Možete pokušati ponovo.

source: A group moderator rejected this invitation. The user can apply again.
sr: Moderator je odbio ovu prijavu. Korisnik može da se prijavi ponovo.

source: Reject
sr: Odbiti

source: Withdraw
sr: Povući

source: Reason for rejection (optional):
sr: Razlog za odbijanje (nije obavezno):

source: Confirm rejection
sr: Potvrdite odbacivanje

source: Confirm withdrawal
sr: Potvrdite povlačenje

source: Sending...
sr: Saljem...

source: Error when modifying the invitation
sr: Greška prilikom ispravke poziva

source: Invite %(user_name)s and this photo to a group
sr: Pozovite %(user_name)s da se priključi grupi

source: Invite %(user_name)s to a group
sr: Pozovite %(user_name)s da se pridruži grupi

source: You have not yet joined any group. Join a group and you will be able to invite other people to that group.
sr: Još uvek niste član grupe. Tek učlanjenjem stičete pravo da pozivete ostale korisnike da se učlane.

source: Choose a group
sr: Izaberite grupu

source: (already in this group)
sr: (već pripada grupi)

source: The invitation could not be sent.
sr: Poziv se ne može poslati.

source: Invite
sr: Poziv

source: Request to join %(group_name)s
sr: Zahtev za priključenje %(group_name)s

source: Request to join <em>%(group_name)s</em>
sr: Zahtev za priključenje <em>%(group_name)s</em>

source: Message for the group moderators:
sr: Poruka za moderatore grupe:

source: A moderator of %(group_name)s will review your request to join the group.
sr: Moderator grupe %(group_name)s će razmotriti vaš zahtev za priključenje grupi.

source: Add a photo to your request
sr: Priložite i fotografiju

source: Introduction photo
sr: Fotografija za predstavljanje

source: I'd like to join the group %(group_name)s -
sr: Želeo/la bi da se pridružim grupi %(group_name)s -

source: Introduction photo:
sr: Fotografija za predstavljanje:

source: You have not uploaded any photo yet. You can still try to join the group, but your chances are better if you have some photos to show.
sr: Još uvek niste poslali ni jednu fotografiju. Možete pokušati da se priključite grupi, ali bi vam šanse za prihvatanje molbe bile veće ako imate šta da pokažete.

source: Send application!
sr: Pošalji zahtev

source: Home
sr: Početna stranica

source: Photos
sr: Fotografije

source: Discussions
sr: Razgovori

source: Members
sr: Članovi

source: Add selected
sr: Dodaj izabrane

source: Pre-approved group invitation
sr: Unapred odobrene pozivnice za grupu

source: You are already a member of this group. You do not need an invitation.
sr: Već ste član grupe. Nije vam potrebna pozivnica.

source: You need to be signed in to Panoramio in order to use this invitation:
sr: Morate biti prijavljeni na Panoramio da bi iskoristili ovu pozivnicu:

source: Create an account
sr: Kreiraj nalog

source: Accept the invitation:
sr: Prihvati pozivnicu:

source: Join the group
sr: Pridruži se grupi

source: Suggested for you
sr: Predlažemo vam

source: %(num_members)s member,
sr: %(num_members)s član,

source: %(num_photos)s photo
sr: %(num_photos)s fotografija

source: Pre-approved group invitation settings
sr: Podešavanja za unapred odobrene pozivnice za grupu

source: Pre-approved group invitations - %(name)s
sr: Unapred odobrena grupna pozivnica - %(name)s

source: Pre-approved invitations are <b>enabled</b>
sr: Unapred odobrene pozivnice su <b>omogućene</b>

source: Disable
sr: Onemogući

source: Sorry
sr: Žao nam je

source: We are currently testing the new Panoramio Groups feature.
sr: Nove mogućnosti su u fazi testranja.

source: Would you like to <a href="/groups">continue exploring groups</a>?
sr: Nastavite da<a href="/groups">pretražujete grupe</a>?

source: Welcome to Panoramio Groups!
sr: Dobrodošli u panoramio grupe!

source: Panoramio Groups allows you to create or join a photo community and to explore what others are sharing around a topic of your interest.
sr: Koristeći Panoramio grupe možete krirati svoju zajednicu ili pogledati grupe koje vas interesuju.

source: For more info visit: <a href='/help/groups'>What is Panoramio Groups?
sr: Više informacija na: <a href='/help/groups'>Šta su Panoramio grupe?

source: Unacceptable types of photos
sr: Neprihvatljiv format fotografije

source: Comment
sr: Komentar

source: Logos, mini-images, images that are not real photos, scanned documents, text documents, screen captures, collages and copyrighted images that are not yours
sr: Logo, mini fotografije, slike koje nisu fotografije, skenirani dokumenti, tekstualni dokumenti, prikaz ekrana i bilo koje fotografije koje nisu vaše, a zaštićene su autorskim pravima

source: Discriminative, xenophobic or racist photos
sr: Diskriminantne, uvredljive ili rasističke fotografije

source: Panoramio does not permit the following types of content in photo titles or comments:
sr: Sledeći sadržaji u komentarima i nazivima fotografija nisu dozvoljeni:

source: Advertising URLs
sr: Reklamne adrese

source: For Google Earth and Google Maps we select only photos about exterior places: landscapes, monuments, streets, buildings, parks, and so on. All photos must comply with the Panoramio <a href="#acceptance_photos">Photo Acceptance Policy.</a>
sr: Za prikazivanje na Gugl Svetu i Gugl Mapama se biraju fotografije koje prikazuju eksterijer: pejzaže, spomenike, ulice, zgrade, parkove... Sve fotografije moraju zadovoljiti Panoramio <a href="#acceptance_photos">Pravila za objavljivanje fotografija.</a>

source: Subjects that are not approved
sr: Ne odobreni subjekti

source: Unsuitable subject
sr: Neodgovarajući subjekti

source: Possible exception
sr: Moguće izuzeće

source: Portraits of people, or photos of people posing
sr: Portreti ili prikaz ljudi.

source: People are an unavoidable part of the place
sr: Ljudi su neodvojivi od okoline

source: Car, plane or any machine
sr: Automobil, avion ili bilo koja mašina

source: The object is an unavoidable part of a place
sr: Objekat je neodvojiv od okoline

source: Pet or animal
sr: Ljubimac ili životinja

source: Animals in their natural environment showing the background
sr: Životinje u prirodnom okruženju

source: Flowers and details of plants
sr: Cveće ili detalji biljaka

source: Forests, big trees and photos that show the background
sr: Šuma, velika stabla i fotografije koje prikazuju pozadinu

source: Close-ups, details, inscriptions, or signs
sr: makro fotografije, detalji, natpisi ili znaci

source: Events, such as exhibitions, concerts, and parades
sr: Događaji kao na primer: izložbe, koncerti ili parade

source: Interiors; anything under a roof
sr: Unutrašnjost

source: Types of photos that are not approved
sr: Vrste fotografija koje se ne prihvataju

source: This second table lists types of photos that are not accepted for Google Earth and Google Maps.
sr: U tabeli su prikazane vrste fotografija koje se ne prihvataju ni u Gugl Svetu a ni u Gugl Mapama

source: Issue
sr: Izdanje

source: Text such as large copyright notices, advertising, or large URLs
sr: Tekst koji sadrži prveliki natpis o autorskim pravima, reklamu ili veliki link

source: Very small and discreet copyright notices, if you are the copyright owner
sr: Neupadljiva oznaka zašite prava ako je fotografija vaša.

source: Photos surrounded by frames
sr: Fotografije u ramovima

source: Photos that are smaller than 500 pixels in height and width
sr: Fotografije manje od 500 tačaka po visini ili širini

source: Photos taken from the interior of a car
sr: Fotografije snimljene iz kola

source: 3D photos (photos that are intended for use with special eyeglasses)
sr: 3D fotografije (predviđene da se posmatraju pomoću posebnih naočara)

source: Decimal example: 40.56345, -3.45678
sr: Decimalni primer: 40.56345, -3.45678

source: Uploading geocoded photos
sr: Ažuriranje geokodiranih fotografija

source: How does this work?
sr: Kako radi?

source: First of all, in order to be able to map photos based on your location, there are a couple of preconditions that need to be fulfilled.
sr: Da bi uspešno povezali fotografiju sa kartom moraju se ispuniti neki preduslovi.

source: Your uploaded photo must have its creation time stored in its metadata (EXIF). Most digital cameras do this already, so you only have to pay attention that any post-processing you do should preserve that information.
sr: Potrebno je da fotografija koju postavljate sadrži datum nastanka u EXIF delu. Većina digitalnih fotoaparata automatski upisuje oe podatke. Vodite računa da ih ne obrišete tokom naknadne obrade fotografija.

source: Why is the found location inaccurate?
sr: Šta da radim ako je pronadjena lokacija pogrešna?

source: There could be various reasons why the found location is inaccurate:
sr: Može biti više razloga za pogrešno prihvatanje lokacije:

source: Panoramio does not know the time on your camera.
sr: Panoramio ne može da definiće vreme u vačem fotoaparatu.

source: Panoramio - Help - Changing previously posted photos
sr: Panoramio - Pomoć - Izmena podataka postavljenih fotografija

source: Sometimes you'll need to change a photo that's already posted. No problem!
sr: Promena već postojeće fotografije nije veliki problem.

source: There's no way to replace a photo. To replace a photo, you need to delete the old photo and upload a new photo. The information associated with the old photo is deleted along with the photo.
sr: Nije moguće zameniti jednu fotografiju sa drugom. Da bi to postigli potrebno je da prethodno izbrišete staru fotografiju i potom postavite novu. Svi podaci vezani za staru fotografiju se brišu zajedno sa njom.

source: To change a photo's title:
sr: Da promenite naziv fotografije:

source: Sign in with the same user name that you used when you added the photo. You can edit only your own photos.
sr: Prijavite se sa korisničkim imenom koje ste koristili prilikom postavljanja fotografija. Dozvoljena je proena isključivo vaših fotografija.

source: Click the photo to display the photo page.
sr: Kliknite na fotografiju da bi se prikazala stranica te fotografije.

source: Click the title. As you point to the title, it becomes editable.
sr: Kliknite na naziv. U tom momentu ćete moći da ga promenite.

source: Edit the title, using the Esc key when you want to undo changes.
sr: Ispravka naslova fotografije. Sa ESC tasterom poništavate ispravku.

source: Click elsewhere on the page to stop editing and accept the change.
sr: Kliknite bilo gde na stranicu. Na taj način završavate izmene i one su sačuvane.

source: To delete a photo:
sr: Da izbrišete fotografiju:

source: Sign in with the same user name that you used to add the photo. You can delete only your own photos.
sr: Prijavite se sa istim podacima kao kada ste postavljali fotografiju. Dozvoljeno je brisanje samo sopstvenih fotografija.

source: Click on the photo to open the photo page. Under the photo, click <strong>Delete</strong>.
sr: Kliknite na fotografiju da i je otvorili na posebnoj stranici. Potom kliknite na <strong>Izbriši</strong> (ispod fotografije).

source: If your photo was already transferred to Google Earth, it will be removed on the <a href="#transfers">next transfer</a> date.
sr: Ako se fotografija vidi na Gugl svetu, ukloniće se <a href="#transfers">sledećom razmenom podataka</a>.

source: To correct the location of a photo:
sr: Da promenite lokaciju fotografije:

source: Click the photo to display its photo page.
sr: Kliknite na fotografiju da bi se prikazala stranica te fotografije.

source: Under the map on the right, click <strong>Change position</strong>. The satellite view appears.
sr: Kliknite na <strong>Promeni poziciju</strong> (ispod karte sa desne strane) i dobićete sliku sa satelita.

source: In the satellite map, drag the red bubble to the correct location. Changes are saved automatically when you drop the bubble.
sr: Premestite crveni balon na mapi da bi promenili lokaciju. Promena će se sačuvati automatski.

source: The change will be communicated to Google Earth on the <a href="#transfers">next transfer</a> date.
sr: Promena će biti vidljiva na Gugl Svetu nakon sledeće <a href="#transfers">razmene podataka</a>.

source: Rules
sr: Pravila

source: You can't substitute or cancel submitted photos
sr: Ne možete povući već prijavljene fotografije

source: Voting for photos
sr: Glasanje

source: Only Panoramio registered users can vote for a photo
sr: Samo registrovani Panoramio korisnici mogu da glasaju za fotografiju

source: A user can vote for an unlimited number of photos
sr: Svaki korisnik može glasati za neograničen broj fotografija

source: The photos with the highest number of votes will be the winners
sr: Fotografija sa najviše glasova biće pobednik

source: Host it
sr: Postavite na vaš server

source: Display it
sr: Prikaži

source: Policy questions and answers
sr: Pitanja i odgovori u vezi uslova postavljanja fotografija

source: Another website is displaying my photo. Is that allowed?
sr: Moja fotografija se prikazuje na drugoj internet prezentaciji. Da li je to dozvoljeno?

source: The site uses the Panoramio API.
sr: Ova prezentacija koristi Panoramio internet aplikaciju.

source: Can I use, copy, print or download a photo from Panoramio?
sr: Mogu li da na bilo koji način koristim fotografije sa Panoramija?

source: Panoramio - Help - Embedding a Panoramio map into your web page
sr: Panoramio - Pomoć - Integrisanje Panoramio karte sa internet prezentacijom
