Repository: cosmology/zendmvc
Catalog: application/languages/*/serbian.po
Languages: sr

source: You don't have any photos in Panoramio. Visit the <a href="/upload/">upload</a> page to add some.
sr: Niste postavili ni jednu fotografiju na Panoramio. Za postavljanje fotografije posetite <a href="/upload/">upload</a> stranicu.

source: Loading…
sr: Učitavam...

source: Welcome to your new group!
sr: Dobrodošli u Vašu novu grupu

source: Some tips to start building a community around this group:
sr: Nekoliko saveta za pokretanje udruženja u ovoj grupi:

source: Add photos. See <a href='/help/groups#adding_photos'>Adding photos to a group</a>
sr: Dodajte fotografije. Pogledajte <a href='/help/groups#adding_photos'>dodavanje fotografija u grupu</a>

source: Add members. See <a href='/help/groups#adding_users'>Adding users to a group</a>
sr: Dodajte korisnika. Pogledajte <a href='/help/groups#adding_users'>dodavanje korisnika u grupu</a>

source: Set a group image. See <a href='/help/groups#group_settings'>How to change my group settings</a>
sr: Postavite fotografiju grupe. Pogledajte <a href='/help/groups#group_settings'>kako promeniti podešavanja grupe</a>

source: Start some discussions in the forum. See <a href='/help/groups#tips_forum'>Tips to build a great forum in your group</a>
sr: Započenite diskusije na forumu. Pogledajte <a href='/help/groups#tips_forum'>Savete da bi izgradili dobar forum za vašu grupu</a>

source: Group photos
sr: Fotografije grupe

source: + Add photos
sr: + Dodaj fotografiju

source: View on the map
sr: Pogledaj na mapi

source: View in Google Earth
sr: Pogledaj na Google Svetu

source: There are no photos in this group yet.
sr: U ovoj grupi još uvek nema fotografija

source: Add photos
sr: Dodaj fotografije

source: There are no discussions in this group yet.
sr: Nema razgovora

source: Start a new discussion.
sr: Počnite razgovor

source: There are no discussions in this group yet. Only group members can start a new discussion.
sr: Nema razgovora u grupi. Novi razgovor mogu započeti samo članovi grupe.

source: Group members
sr: Članovi grupe

source: This group doesn't have a group image yet.
sr: Ne postoj grupna slika

source: Add one now
sr: Dodajte novi

source: %(num_pending_invitations)s pending invitation
sr: %(num_pending_invitations)s pozivnica na čekanju

source: No pending invitations
sr: Ni jedan poziv nije na čekanju

source: About this group
sr: O Grupi

source: This group doesn't have a summary.
sr: Ne postoji opis grupe

source: Write one now
sr: Napišite

source: Group rules and description
sr: Opis i pravila ponašanja u grupi

source: This group doesn't have description and rules set yet.
sr: Ne postoje pravila ponašanja, a ni opis ove grupe.

source: Set group description and rules now
sr: Postavi pravila ponašanja i opsi grupe

source: Group moderators
sr: Moderatori grupe

source: Membership
sr: Članstvo

source: Your group status:
sr: Vaš status u grupi:

source: You cannot leave the group because you are the only owner.
sr: Ne možete napustiti grupu jer ste jedini osnivač.

source: Resign from ownership and become a moderator
sr: Odjavite status osnivača i postanite moderator

source: Resign from moderation and become a regular member
sr: Odjavite status osnivača i postanite običan član

source: Leave the group
sr: Napustiti grupu

source: There are no discussions in this group yet. You can start a new discussion here.
sr: Nema razgovora u grupi. Možete započeti novi.

source: There are no discussions in this group yet. You can't create one because you are not a member of the group.
sr: Nema diskusija u ovoj grupi. Vi ne možete započeti diskusiju pošto niste član grupe.

source: You need to join the group in order to participate in discussions.
sr: Morate da se pridružite grupi da bi mogli da učestvujete u diskusujama.

source: Resign from moderation
sr: Dajte ostavku na funkciju moderatora

source: Demote a moderator
sr: Degradirati moderatora

source: Are you sure that you want to resign from moderation?
sr: Da li sigurno želite da date ostavku na funkciju moderatora?

source: You will not be a moderator of this group anymore, and you will become a regular group member.
sr: Više nećete biti moderator ove grupe i postaćete običan član grupe.

source: User avatar
sr: Avatar

source: Are you sure that you want to revoke <em>%(user_name)s</em> moderator privileges?
sr: Sigurni ste da poništavate privilegije za korisnika: <em>%(user_name)s</em>(moderator)

source: The user will not be a moderator of this group anymore, and will become a regular group member.
sr: Ovaj korisnik više neće biti moderator ove grupe i postaće običan član grupe.

source: Resign
sr: Ostavka

source: Revoke privileges
sr: Opozvati privilegije

source: Resign from ownership
sr: Odustanite od statusa osnivača

source: Are you sure that you want to resign from ownership?
sr: Da li ste sigurni da želite da odustanete od statusa osnivača?

source: You will not be an owner of this group anymore, and you will become a moderator.
sr: Više nećete biti osnivač ove grupe i postaćete moderator.

source: Panoramio - Group invitations
sr: Panoramio - grupna pozivnica

source: Managed groups
sr: Upravljanje grupama

source: Sent invitations
sr: Pošalji poziv

source: Group invitations
sr: Pošalji grupni poziv

source: You have not received any invitation yet.<br> Tip: to invite a user to a group, visit their user page.
sr: Još uvek niste dobili nijednu pozivnicu.<br> Savet: da bi pozvali korisnika u grupu posetite njegovu stranicu.

source: There are no invitations sent and still in progress. To invite a user to a group, visit their user page.
sr: Ne postoje pozivnice koje su poslate i još se obrađuju. Da bi pozvali korisnika posetite njegovu stranicu.

source: There are no invitations sent and resolved. To invite a user to a group, visit their user page.
sr: Ne postoje pozivnice koje su poslate i obrađene. Da bi pozvali korisnika posetite njegovu stranicu.

source: There are no invitations for moderators of this group.
sr: Ne postoje pozivnice za moderatore za ovu grupu.

source: &laquo; Previous
sr: &laquo; Prethodni/a

source: Next &raquo;
sr: Sledeći/a &raquo;

source: Remove user from group <strong>%(group_name)s</strong>
sr: Izbrisati korisnika iz grupe <strong>%(group_name)s</strong>

source: Leave group <strong>%(group_name)s</strong>
sr: Napusti grupu <strong>%(group_name)s</strong>

source: Group avatar
sr: Grupni avatar"

source: Are you sure that you want to remove <em>%(user_name)s</em> from the group <strong>%(group_name)s</strong>?
sr: Da li sigurno brišete korisnika<em>%(user_name)s</em> iz grupe <strong>%(group_name)s</strong>?

source: Once removed, the user and their photos will no longer be listed in this group pages and the user won't be able to participate in the group discussions anymore.
sr: Izbrisan član vče ne može učestvovati u diskusijama i njegove fotorafije se neće prikazivati u okviru grupe.

source: Are you sure that you want to leave the group <strong>%(group_name)s</strong>?
sr: Baš želite da napustte grupu <strong>%(group_name)s</strong>?

source: Leaving the group means that you and your photos will no longer be listed in this group pages and you won't be able to participate in the group discussions anymore.
sr: Ako napustite grupu Vaše fotografije, a i Vaše ime više neće biti prikazivani. Više nećete imati pravo da učestvujete u diskusijama u okviru grupe.

source: <b>%(user_photos_count)s</b> photo will be taken out of the group.
sr: <b>%(user_photos_count)s</b> fotografija će biti izuzeta iz grupe.

source: Remove
sr: Ukloniti

source: Leave
sr: Napustiti

source: Taking the user's photos out of the group...
sr: Uklanjam fotografije korisnika iz grupe....

source: Taking your photos out of the group...
sr: Uklanjam Vaše fotografije iz grupe...

source: Removing the user...
sr: Uklanjam korisnika...

source: Leaving the group...
sr: Napuštam grupu ...

source: (removed)
sr: (uklonjen)

source: (yourself)
sr: (Vi)

source: Leave management mode
sr: Izađi iz moda ispravki

source: Manage group members
sr: Podešavanje članova grupe

source: [Add/Edit]
sr: [Dodaj/Ispravi]

source: [I'm Done]
sr: [Završeno]

source: Add
sr: Dodaj

source: Failed
sr: Neuspešno

source: This photo doesn't belong to any group yet.
sr: Fotografije ne pripada ni jednoj grupi.

source: Add this photo to groups.
sr: Dodaj fotografiju grupama.

source: Discover and join groups now!
sr: Otkrijte i pridružite se nekoj grupi

source: [Edit]
sr: [Prikaži]

source: You don't belong to any group yet.
sr: Još uvek niste član ni jedne grupe

source: This user doesn't belong to any group yet.
sr: Korisnik nije član ni jedne grupe.

source: Click to unselect this photo.
sr: Klikni za deselektovanje fotografije.

source: Are you sure you want to remove this photo from the group?
sr: Sigurno želite da uklonite fotografiju iz grupe?

source: Your photos in this group
sr: Vaše fotografije iz grupe.

source: Group photos:
sr: Grupne fotografije

source: on the map
sr: na mapi

source: in Google Earth
sr: u Google Earth-u

source: Manage group photos
sr: Upravljanje grupnim fotografijama

source: Manage your photos
sr: Uredite svoje fotografije

source: Promote to moderator
sr: Unapredi u moderatora

source: Are you sure that you want to give <em>%(user_name)s</em> moderator privileges?
sr: Da li sigurno korisniku <em>%(user_name)s</em> dajete privilegije moderatora?

source: Moderators are able to invite new users to the group, and to remove members and photos from the group.
sr: Moderator ima pravo pozivanja novih članova, brisanja fotografija i ili članova grupe.

source: I think that you would be a good moderator for this group. Would you like to become one?
sr: Smatram da bi ste bili dobar moderator grupe. Želite li da prihvatite da postanete moderator?

source: Send invitation
sr: Pošaljite poziv

source: Promote to owner
sr: Unapredite u osnivača

source: Are you sure that you want to give <em>%(user_name)s</em> owner privileges?
sr: Da li ste sigurni da želite da im date <em>%(user_name)s</em> osnivačke privilegije?

source: Owners are able to promote members to moderator and owner status, and to change the group settings.
sr: Osnivači mogu da unaprede članove u status moderatora i osnivača i da menjaju podešavanja grupe.

source: I think that you would be a good owner for this group. Would you like to become one?
sr: Misli mda bi bio dobar osnivač ove grupe. Da li želiš da postaneš osnivač?

source: Select an avatar
sr: Izaberite avatar

source: Click on a photo to select it as the group's avatar:
sr: Kliknite na fotografiju da bi je postavili kao grupni avatar:

source: Or, <a id="clear_button" href="javascript:void(0);">remove the group avatar</a>.
sr: ili, <a id="clear_button" href="javascript:void(0);">ukloniti grupnu sliku</a>.

source: In order to join or create groups you need to upgrade your account first.
sr: Da bi se pridružili ili kreirali grupe morate ažurirati Vaš nalog

source: We are still preparing your account so that you can join or create groups. Please wait one or two minutes and try again. If the problem persists, please contact us at <a href="mailto:sign-in@panoramio.com">sign-in@panoramio.com</a> and tell us your Panoramio user id, and that the &quot;account initialization for Groups&quot; did not work.
sr: Još uvek obrađujemo Vaš nalog da bi mogli da se pridružite i kreirate grupu. Molimo sačekajte par minuta i pokušajte ponovo. Ako problem i dalje postoji, molimo kontaktirajte nas na <a href="mailto:sign-in@panoramio.com">sign-in@panoramio.com</a> i pošaljite Vaš Panoramio korisnički id, i da Vam &quot;inicijalizacija naloga za grupe&quot; ne radi.

source: Try again »
sr: Pokušajte ponovo »

source: Thank you very much for your time and feedback!
sr: Hvala Vam za podršku i utrošeno vreme!

source: Panoramio - Help - Welcome to the Panoramio community
sr: Panoramio - Pomoć - Dobrodošli na Panoramio

source: Transfers to Google Earth
sr: Prelaz na Google Earth

source: Reviewed photos are added to Google Earth once a week. It may take up to three weeks for your new photos to be reviewed, so, in all, you may have to wait up to four weeks.
sr: Odobrene fotografije se dodaju na Google Earth jednom nedeljno. Može proći više od nedelju dana pre nego što se fotografije pregledaju, tako da vas molimo da budete strpljivi.

source: Top five user questions
sr: Pet najčešćih pitanja

source: I forgot my sign-in information (email address or password).
sr: Zaboravio sam parametre naloga (email adresu ili lozinku).

source: A Panoramio user copied my photo without permission. What can I do?
sr: Neko od korisnika Panoramia koristi moje fotografije bez mog odobrenja. Kako da se zaštitim?

source: My photos haven't been reviewed. Why not?
sr: Moje fotografije još uvek nisu pregledane. Zbog čega?

source: What can I do about bad information or inappropriate photos?
sr: Pogrešna informacija o fotografiju ili neodgovarajuća fotografija. Šta da radim?

source: Can I use, copy, print, or download a photo from Panoramio?
sr: Da li mogu da koristim (kopiram, štampam) fotografije sa Panoramia?

source: Welcome to the Panoramio community
sr: Dobrodošli na Panoramio mrežu

source: Welcome to Panoramio!
sr: Dobrodošli na Panoramio!

source: Panoramio is a community-powered site for exploring places through photography: cities, natural wonders, or anywhere you might go. Panoramio is a showcase for the talents of its contributors, a place to see the world, and a community where members determine the content. Panoramio photos don't contain commercial messages.
sr: Panoramio je sajt za upoznavanje mesta kroz fotografiju: gradova, prirodnih čuda, ili lepih mesta. Panoramio je izlog za talente svojih saradnika, mesto da vidite svet, i zajednicu gde članovi određuju sadržaj. Panoramio fotografije ne sadrže komercijalne poruke.

source: Panoramio is different from other photo sharing sites because the photos illustrate places. As you browse Panoramio, notice that there aren't many photos of friends and family posing in front of places, or photos of interesting surfaces--Panoramio's all about seeing the world.
sr: Osnovna namena Panoramia je da prikaže mesta i u tome se on razlikuje od ostalih sajtova koji dele fotografije. Na Panoramiu nema fotografije prijatelja, kućnih ljubimaca ili porodice. Sve fotografije su u funkciji prikazivanja grada, predela ..

source: Every Panoramio photo is a candidate for transfer to the Google Earth Panoramio layer. You'll notice a line under each photo, telling you whether it's been reviewed or selected for Google Earth. Once a month, we transfer the selected photos.
sr: Svaka Panoramio fotografija može biti vidljiva u Google Earth - Panoramio. U tekstu ispod fotografije možete naći informaciju da li je fotografija pregledana i da li je odobrena ya prikazivanje na Google Earth.

source: It's important to respect the copyright of each contributor. To find out whether you can use, copy, print or download a photo from Panoramio.com, see Legalities and policies.
sr: Važno je poštovati prava svakog autora. Da bi proverili šta je sve dozvoljeno pogledajte odeljak: Legalities and policies

source: If you still have questions, please continue reading or check the <a href="/forum">Panoramio Forum</a>. Enjoy Panoramio!
sr: "Za sva dalja eventualna pitanja odgovor možete potražiti na <a href="/forum">Panoramio Forumu</a>. Uživajte sa Panoramiom!"

source: Format guide
sr: Vodič za uredjenje (formatiranje)

source: To get…
sr: Da dobijete...

source: Write…
sr: Napišite...

source: Sentence in bold
sr: Rečenica u bold-u

source: Sentence in italic
sr: Rečenica u italic-u

source: Numbered list
sr: Numerisana lista

source: Quoted block
sr: Deo pod znacima navoda

source: Settings updated
sr: Parametri podešavanja su sačuvani.

source: Panoramio with Google Latitude History
sr: Panoramio sa Gugl Latitude istorijom

source: You have successfully set up Panoramio to access your location history using Google Latitude.
sr: Uspeštno ste postavili Panoramio da pristupa istoriji Vaših lokacija preko Gugl Lalitude-a.

source: Starting now, every time you map a photo that has meta-information about the time it was taken, Panoramio will ask Latitude about your physical location around the that particular time. If your coordinates are found, Panoramio displays this position during the mapping process to help you adjust the precise location of the photo.
sr: Kada povezujete fotografiju koja ima podatke o datumu snimanja sa kartom, Panoramio će od vas tražiti koordinate. Ako se koordinate pronađu na kari će biti prikazana lokacija radi preciznijeg obeležavanja mesta fotografisanja.

source: Photos will not be mapped automatically, you always have to accept the position by clicking "Save".
sr: Fotografje se ne mapiraju automatski. Potrebno je da kliknete na "Sačuvaj".

source: Next steps
sr: Sledeći korak

source: Install and enable Latitude on your mobile device!
sr: Istalirajte i aktivirajte GPRS na vašem uređaju!

source: Tips
sr: Smernice

source: Always keep your Latitude compatible device with you.
sr: Nosite sa sobom vas GPRS uredjaj.

source: Check on your device that Latitude is active while your are taking photos. Make sure GPS turns on.
sr: Proverite na vašem uređaju da je Latitude aktivan dok fotografišete. Proverite da je GPS uključen.

source: Keep your device charged, as GPS and cell based location services may consume more battery than usual. Most devices have reduced number of GPS readings and Latitude updates when their batteries are at low levels.
sr: Vodite računa da su baterije na uređaju pune. Uređaji koji koriste GPS obično troše više energije. Uobičajen metod čuvanja energije je smanjen broj korekcija položaja ako napon baterija padne ispod graničnog.

source: If you update the time in your camera, do not forget to update it in the <a href="/settings#latitude">settings page</a> as well.
sr: Ako menjate datum i/ili vreme na vašem fotoaoartu, ne zaboravite da istu promenu izvršite i na <a href="/settings#latitude">stranici za podešavanje</a>.

source: More information
sr: Više informacija

source: Latitude History Dashboard
sr: Kontrolni meni Latitude istorije

source: Help on using Latitude with Panoramio
sr: Pomoć pri korišćenju geografskih koordinata

source: Help for Google Latitude History
sr: Pomoć za kontrolni meni Latitude istorije

source: Countinue to your user page »
sr: Nastavite ka svojoj stranici »

source: Upload new photos »
sr: Pošaljite fotografije »

source: License conditions
sr: Uslovi dozvole

source: Choose license conditions for this photo
sr: Izaberite uslove dozvole za ovu fotografiju

source: Use the default license
sr: Koristi podrazumevanu licencu.

source: The current default license is:
sr: Trenutna licenca je:

source: More information about this license
sr: Više informacija o ovoj dozvoli

source: [change]
sr: [promeni]

source: Use a custom license
sr: Koristi uobičajenu licencu

source: All rights reserved
sr: Sva prava zadržana

source: No one can make copies or use your photos without your explicit permisision.
sr: Niko ne može da pravi kopije ili uptrebljava vase fotografije bez vaše eksplicitne dozvole.

source: Some rights reserved
sr: Neka prava su zadržana

source: You keep the copyright, but you can allow some uses of your photos. Choose them:
sr: Vi zadržavate autorska prava, ali možete dozvoliti neku upotrebu faših fotografija. Izaberite ih:

source: Allow commercial uses of your photos?
sr: Da li dozvoljavate komercijalnu upotrebu vaših fotografija?

source: Yes
sr: Da

source: No
sr: Ne

source: Allow modifications of your photos?
sr: Da li dozvoljavate modifikacije vasih fotografija?

source: Yes, as long as others share alike
sr: Da, sve dok ih drugi razmenjuju na isti način

source: Change the default license for all your photos
sr: Promeni podrazumevanu licencu za sve fotografije

source: Send suggestion
sr: Pošalji predlog

source: Loading
sr: Učitavanje

source: Also show photos not selected for Google Earth
sr: Prikazi i fotografije koje nisu izabrane za prikazivanje u Google Earth-u.

source: All rights reserved.
sr: Sva prava zadržana.

source: Photos are under the copyright of their owners.
sr: Fotografije su pod zaštitom autorskih prava njihovih vlasnika.

source: Feedback and Help desk
sr: Pomoć i komentari korisnika

source: see this area
sr: Pogledajte ovu oblast

source: Working on it...
sr: Radim ...

source: Report Concern
sr: Prijavite uznemiravanje

source: Report inappropriate photo
sr: Prijavite neodgovarajuću fotografiju.

source: by %(owner_name)s
sr: autor %(owner_name)s

source: by anonymous
sr: od anonimnog korisnika

source: The photo you saw in Street View is hosted by <a href="http://www.panoramio.com">Panoramio.com</a>.
sr: Fotografija se čuva na <a href="http://www.panoramio.com">Panoramio.com</a>.

source: Visit the photo page on Panoramio.com.
sr: Posetite stranicu sa fotografijama na Panoramiju.

source: Report photo
sr: Prijavite fotografiju

source: Remove from favorites
sr: Ukloni iz omiljenih

source: We will review this photo again shortly.
sr: Pregledaćemo ovu fotografiju ponovo u najkračem mogućem roku.

source: Ops, it didn't work. Please try again later.
sr: Neuspešno, milom Vas probajte ponovo.

source: Translated from %(language)s.
sr: Preedeno sa %(language)s.

source: Translation was unsuccessful.
sr: Prevod neuspešan.

source: Afrikaans
sr: afrički

source: Albanian
sr: albanski

source: Arabic
sr: arapski

source: Belarusian
sr: ruski (Belorusija)

source: Bulgarian
sr: bugarski

source: Catalan
sr: katalonski

source: Simplified Chinese
sr: kineski

source: Traditional Chinese
sr: kineski (tradicionalni)

source: Croatian
sr: hrvatski

source: Czech
sr: češki

source: Danish
sr: danski

source: Dutch
sr: holandski

source: English
sr: engleski

source: Estonian
sr: estonski

source: Filipino
sr: filipinski

source: Finnish
sr: finski

source: French
sr: francuski

source: Galician
sr: Galicijski

source: German
sr: nemački

source: Greek
sr: grčki

source: Haitian Creole
sr: haićanski kreolski

source: Hebrew
sr: hebrejski

source: Hindi
sr: hindu

source: Hungarian
sr: mađarski

source: Icelandic
sr: islandski

source: Indonesian
sr: indonežanski

source: Irish
sr: irski

source: Italian
sr: italijanski

source: Japanese
sr: japanski

source: Latvian
sr: letonski

source: Lithuanian
sr: litvanski

source: Macedonian
sr: makedonski

source: Malay
sr: malajski

source: Maltese
sr: malteški

source: Norwegian
sr: norveški

source: Persian
sr: persijski

source: Polish
sr: poljski

source: Portuguese
sr: portugalski

source: Romanian
sr: rumunski

source: Russian
sr: ruski

source: Serbian
sr: srpski

source: Slovak
sr: slovački

source: Slovenian
sr: slovenački

source: Spanish
sr: španski

source: Swahili
sr: svahili

source: Swedish
sr: švedski

source: Thai
sr: tai

source: Turkish
sr: turski

source: Ukrainian
sr: ukrajinski

source: Vietnamese
sr: vijetnamski

source: Welsh
sr: velški

source: Yiddish
sr: jevrejski

source: You should write something before clicking on the 'Send comment' button
sr: Trebalo bi da napišete nešto pre nego što kliknete na dugme 'Pošalji komentar'

source: Sending comment...
sr: Šalje komentar...

source: Send comment
sr: Pošalji komentar

source: You have signed out, please sign-in again to post your comment.
sr: Odjavili ste se, molimo prijavite se ponovo da bi postavili vaš komentar.

source: Slow down... you have to wait some seconds between two comments.
sr: Morate sacekati neko vreme iymedju slanja komentara.

source: You have reached your daily quota... come back tomorrow for more action.
sr: Napunili ste dnevnu kvotu. Sutra možete nestaviti.

source: The text you wrote doesn't match the characters in the image
sr: Vaš tekst ne odgovara ponudjenom sa slike.

source: %(user_link)s said:
sr: %(user_link)s kaže:

source: Delete
sr: Obriši

source: World Map
sr: Mapa sveta
