Repository: cosmology/zendmvc
Catalog: application/languages/*/serbian.po
Languages: sr

source: Add a bit of Panoramio to your website or blog! It's a nice way to show off your vacation photos, photos of the place you're visiting, and so on. With just a snippet of code, your page can display a small map of the world or a portion of the world with up to twenty photos. Here's an example.
sr: Dodajte Panoramio vašoj prezentaciji ili blogu. Jednostavno i brzo dodajte veše fotografije koristeci par kodiranih redova. Primer:

source: Embedded Panoramio map
sr: Definisana Panoramio karta

source: On your own website or blog, a Panoramio icon will appear in the lower right corner.
sr: Panoramio ikona će se prikazati u donjem desnom uglu na vašem blogu ili prezentaciji.

source: In this format:
sr: Format:

source: <em class="variable">latitude</em> is the latitude of the center of the map, in decimal format.
sr: <em class="variable">širina</em> udaljenost od centra karte u decimalnom formatu.

source: <em class="variable">longitude</em> is the longitude to show at the center of the map, in decimal format.
sr: <em class="variable">dužina</em> od centra mape u decimalnom formatu.

source: <em class="variable">zoom</em> is the zoom level of the map. The available range depends on the location where you've centered the map. Lower numbers indicate a closer look, such as -2 or -3, which is the closest view of a city. Level 7 indicates the approximate size of a country, and level 15 indicates the entire world.
sr: <em class="variable">uvećanje (zoom)</em> za prikaz mape. Zavisi od pozicije na mapi. Manji brojevi daju veće uvećanje (-2 ili -3 omogućava pogled na grad, 7 je pogled na državu dok 15 prikazuje ceo svet.)

source: <em class="variable">map-type</em> is one of the following numbers:
sr: <em class="variable">tip mape</em> je jedan od brojeva:

source: 0 (zero) creates a plain map
sr: 0 (nula) prikazaće se karta

source: 1 creates a satellite map
sr: 1 - prikazaće se satelitski snimak

source: 2 creates a hybrid map with both a satellite view and a plain view
sr: 2 - prikazaće se kombinacija karte i satelitskog snimka

source: <em class="variable">width</em> and <em class="variable">height</em> specify the size of the frame in pixels. Try experimenting with this parameter to determine how wide you want the map. You can create a map of any square or rectangular size, but the map might behave differently at different sizes.
sr: <em class="variable">širna</em> i <em class="variable">visina</em> definišu veličinu okvira u tačkama. Da bi prikazali željenu veličinu mape probajte sa različitim vrednostima. Vodite računa da se različiti obici mape različito ponačaju.

source: Here's some example code to use for experimenting. Copy it and put it into an HTML page to show the world in an embedded Panoramio frame.
sr: Evo nekoliko primera. Prekopirajte kod i postavite u okviru HTML stranice u kojoj želite da prikažete Panoramio sadržaj.

source: In this example:
sr: Na primeru:

source: The latitude is 28.
sr: Geografska širina: 28.

source: The longitude is -33.
sr: Geografska dužina je -33.

source: The zoom level is 17.
sr: Nivo uvećanja je 17.

source: The map type is 2 (hybrid).
sr: Tip mape: 2 (hibridna mapa)

source: The map is 250 pixels high and 250 pixels wide.
sr: Dimenzije karte: 250 px X 250 px (visina X širina)

source: To find information to help you write your code:
sr: Pomoć oko dodavanja koda:

source: In Panoramio, display the world map.
sr: Prikaz karte sveta u Panoramiju.

source: Search for a place, and adjust the zoom level the way you like it.
sr: Nadjite mesto i prilagodite uvećanje po vašoj želji.

source: In this example, the latitude is 40.782719, the longitude is -73.964767, the zoom level is 3, and the map type (kind of map) is 1. The last two attributes are not available for use with the embedded Panoramio map.
sr: U ovom primeru širina je 40.782719, dužina -73.964767, faktor uvećanja 3, definicija tipa mape1. Ostala dva parametra se ne koriste u ovom primeru.

source: Put the code on your website. Here's the code that you'd use for the previous example, with line breaks added for readability in this document:
sr: Postavite kod na internet prezentaciju. Ovaj je korišćen u prethodnom primeru. Uključeni su i prelomi redova radi skladnijeg izgleda:

source: Panoramio - Help - Getting more involved with Panoramio
sr: Panoramio - Pomoć - Za upućenije

source: If you would like to get more involved with Panoramio, please become an active member of the community.
sr: Ako ćelite da se uključite u rad Panoramija potrebno je da se registrujete.

source: Panoramio - Help - Groups
sr: Panoramio - Pomoć - Grupe

source: Groups
sr: Grupe

source: If it is the first time you access Groups you can do so by:
sr: Ako vam je ovo prvi put da pristupate grupama to možete učiniti pomoću:

source: Going to <a href="/groups">http://www.panoramio.com/groups</a>
sr: Idi na <a href="/groups">http://www.panoramio.com/groups</a>

source: http://www.panoramio.com/group/<strong>group_ID</strong>
sr: http://www.panoramio.com/group/<strong>ID grupe</strong>

source: http://www.panoramio.com/group/<strong>group_URL</strong>
sr: http://www.panoramio.com/group/<strong>URL grupe</strong>

source: In groups you can be an owner, a moderator, a member or a visitor.
sr: Možete postati vlasnik, moderator, član i posetilac grupe.

source: Participate in the discussions
sr: Priključite se razgovoru

source: Suggest to other Panoramio users to join the group
sr: Predložite drugima da se priključe grupi

source: A group owner has even more rights than a moderator. The person that created the group is automatically an owner, but he or she can invite more users to become owners.
sr: Osnivač ima veća prava od moderatora. Osoba koja napravi grupu postaje automatski osnivač, ali on/ona može pozvati ostale korisnike da postanu osnivači.

source: This table shows what each kind of user can do:
sr: Tabela pokazuje šta svaki tip korisnika može da radi:

source: Visitor
sr: Posetilac

source: See photos, members, conversations
sr: Pogledajte fotke, korisnike, razgovore

source: Participate in discussions
sr: Učestvujte u diskusijama

source: Invite other users to join
sr: Pozovite ostale korisnike da se pridruže

source: Accept new members
sr: Prihvati novog korisnika

source: Remove other user's photos
sr: Ukloni ostale korisnikove fotke

source: Remove members
sr: Uklonite korisnike

source: Set group description and rules
sr: Pogledaj opis i pravila grupe

source: Invite members to become moderators
sr: Pozovite korisnike da postanu moderatori

source: Remove other user's moderation rights
sr: Ukloni prava za moderaciju korisniku

source: Set the group presentation photo
sr: Pogledaj fotografiju grupe

source: Invite moderators to become owners
sr: Pozovite moderatore da postanu osnivači

source: When you create a group, you can define:
sr: Prilikom kreiranja grupe možete postaviti:

source: Group name. This is the name of the group and it should be a reflection of the purpose of the group
sr: Ime grupe. Poželjno je da odražava namenu i sadržaj grupe.

source: Group summary. It is meant to be a short description of the group. Try to keep it short and descriptive
sr: Rezime grupe. Poćeljno je da bude kratak i jezgrovit.

source: Group description and rules. This section explains what content can be added to the group and which content not. It also explains in detail what is the purpose of the group
sr: Opis i pravila ponašanja u grupi. Definiše se sadržaj koji je prihvatljiv, kao i detaljan opis namene i ciljeva ove grupe

source: If you are a member of a group and want to cancel your membership, just go to the group page and click on the "Leave this group" link under the Membership section on the right navigation bar.
sr: Ako ste član grupe i želite da se odjavite iz iste, treba da odete na stranicu grupe i kliknete na link "Napusti grupu" koji se nalazi pod sekcijom Članovi na desnoj navigacionoj traci.

source: Insert an Image using the URL option
sr: Ubacivanje slike putem izbora URL-a

source: Change the Link to the link of your Photo page ( e.g. www.panoramio.com/photo/<strong>photo_ID</strong> )
sr: Promenite vezu sa vezom ka vašoj stranici (np: www.panoramio.com/photo/<strong>foto_ID</strong> )

source: Change the Image size to Medium
sr: Promena veličine fotografije u prosečnu

source: From the main page of a group you will find links to:
sr: Na početnoj stranici grupe su linkovi za:

source: View on map
sr: Pogledaj na mapi

source: Slideshow
sr: Slajd šou

source: Panoramio believes in Freedom of Speech and that is why we developed this tool, to allow Panoramio users to discuss about photography and the World. Panoramio Groups are small communities ruled by the <a href="/terms">Panoramio Terms of Service</a> and restricted by the rules of the group defined by the owner of the group. when participating in a group, please remember this 3 principles:
sr: Panoramio veruje u slobodu govora. Zbog toga smo i razvili alat koji našim korisnica omogućava da razgovaraju o fotografiji i svetu koji nas okružuje. Panoramio grupe su grupe korisnika koji poštuju <a href="/terms">Panoramio pravila korišćenja</a> kao i pravila korišćenja i komuniciranja u okviru grupe definisana sa strane osnivača i vlasnika grupe. Molimo vas da uvek imate na umu sledeća tri principa:

source: Panoramio - Help - Getting your photos into Google Earth
sr: Panoramio - Pomoć - Vaše fotografije na Gugl svetu

source: Many Panoramio users want their photos to appear in Google Earth and Google Maps. The Google Earth process is well defined and we explain it here. Occasionally, photos are selected for Google Maps.
sr: Panoramio korisnici žele da im se fotografije pojave i u okviru Gugl Sveta kao i u okviru Gugl Mapa. Prikazivanje fotografija u Gugl Svetu je objašnjeno. Samo neke od fotografija se biraju za prikazivanje u okviru Gugl Mapa.

source: Panoramio adds photos to Google Earth approximately once a month. Check the <a href="/help">transfer dates</a> for the last transfer date and the next transfer dates. You can see your photos in Google Earth only if they were approved and transferred before the previous transfer date.
sr: Panoramio povremeno, otprilike jedanput mesečno, razmenjuje podatke sa Gugl svetom o aktuelnim fotografijama. Proverite <a href="/help">datum razmene</a> i videćete poslednji i sledeće predviđene datume. Vaše fotografije će biti vidljive na Gugl svetu nakon odobravanja i razmene podataka.

source: This is the process for approving and transferring photos:
sr: Proces odobravanja i razmene fotografija:

source: Panoramio transfers all approved photos to Google Earth.
sr: Panoramio razmenjuje podatke o odobrenim fotografijama sa Gugl svetom.

source: Shortly after the transfer date, the photo appears in Google Earth. You may need to zoom in quite a bit to see your photo. The photo appears as a small icon or thumbnail.
sr: Nakon razmene podataka sa Gugl svetom, fotografije postaju vidljive. Ponekad je potrebno da promenite uvećanje da bi ih videli. Inicijalno se pojavljuju kao ikone. Klikom na ikonu možete videti fotografiju.

source: It can take up to 10 days between the time that you add the photo to Panoramio and the time that it's approved.
sr: Od postavljanja fotografije do njenog odobravanja može proči do 10 dana.

source: What to do if a photo hasn't been reviewed
sr: Kako da postupim kada fotografija nije pregledana

source: If you have a photo that hasn't yet been reviewed please check that the photo is mapped. Only geocoded photos are reviewed.
sr: Ako vaša fotografija nije pregledana duži vremenski preiod proverita da li ste je povezali sa kartom.

source: If the photo is mapped, <a href="/review/">fill in this form</a> and we'll correct the error.
sr: Ako je fotografija povezana sa kartom, <a href="/review/">popunite formulat</a> da bi Panoramio tim ispravio grešku.

source: What to do if a photo hasn't been selected after a second review
sr: Šta da radim ako fotografija nije odobrena za prikazivanje i nakon drugog pregleda

source: If you have a photo that has been reviewed twice and still has not been selected and you are sure that the photo follows <a href="/help/policies_legalities">our policies</a>, you can contact us (<a href="mailto:review@panoramio.com">review@panoramio.com</a>) and we will review the photo again.
sr: Ako i posle drugog pregleda fotografija nije odobrena za prikazivanje, a sigurni ste da zadovoljava sve <a href="/help/policies_legalities">uslove objavljivanja</a>, kontaktirajte nas na (<a href="mailto:review@panoramio.com">review@panoramio.com</a>) i pregledaćemo je još jedanput.

source: Check that the photo is mapped. Only geocoded photos are reviewed.
sr: Proverite da li je fotografija mapirana. Samo fotografije koje su mapirane se pregledaju.

source: To preview your photo in Google Earth:
sr: Da pogledate fotografiju u Gugl Svetu:

source: Above the photo, click <strong>See in Google Earth</strong>. You are then asked to download or open a file.
sr: Kliknite na link <strong>Pogledaj u Gugl svetu</strong> iznad fotografije. Nakon toga dobićete mogućnost da preuzmete fotografiju.

source: In the <strong>Search</strong> panel, search for the place where you mapped a photo. You'll see your photo as a thumbnail, even when other photos are just small icons.
sr: U delu za <strong>Pretragu</strong> mesta sa kim ste povezali vaše fotografije videćete ih kao sličice bez obzira što su fotografije drugih autora prikazane kao ikone.

source: There's no way to preview a photo in Google Maps.
sr: Ne postoji mogućnost da proverite fotografiju na Gugl mapi.

source: Panoramio - Help - Search results
sr: Panoramio - Pomoć - Rezultati pretrage

source: Search results
sr: Rezultati pretrage

source: Panoramio - Help - Sharing and community
sr: Panoramio - Pomoć - Zajednica

source: To add a photo to your <strong>Favorites</strong> list:
sr: Da bi dodali fotografiju na svoju listu <strong>Favorita (omiljenih)</strong>:

source: Click the star over the photo, or click <strong>Add to Favorites</strong>. The star changes to yellow.
sr: Kliknite na zvezdicu iznad fotografije ili kliknite na <strong>Dodaj u favorite (omiljene) </strong>. Zvezdica će postati žuta.

source: To add a photographer to your Favorites:
sr: Da bi fotografa pridodali omiljenim fotografima:

source: Display the photographer's Panoramio page. If you aren't already on that page, you can get there by finding and clicking one of the photographer's photos.
sr: Prikaži Panoramio stranicu fotografa. Ako niste već na toj stranici, na nju ćete doći pronalaženjem i klikom na neku od fotografovih fotografija.

source: Click the star next to the title above the photo, <strong>Photos by</strong>. If the photographer's name is buenavista, click the star next to <strong>Photos by buenavista</strong>.
sr: Kliknite na zvezdu pored naslova iznad fotografije. Ako se fotograf zove buenavista kliknite na zvezdu pored <strong>Fotografije od buenavista</strong>.

source: To remove a favorite:
sr: Da bi uklonili omiljene:

source: Click the yellow star that marks the favorite. The star will lose its yellow color.
sr: Kliknite na žutu zvezdu koja označava omiljene fotografije. Zvezda će izgubiti žutu boju.

source: Find one photo by that photographer.
sr: Pronađite fotografiju ovog fotografa

source: Click the photographer's name to display his or her personal page.
sr: Kliknite na ime autora da pogledate njegovu/njenu stranicu.

source: Add the photographer to your favorites.
sr: Dodajte fotografa u omiljene fotografe.

source: Someone leaves a comment on one of your photos.
sr: Imate komentar o nekoj fotografiji.

source: One of your favorite photographers adds a new photo.
sr: Jedan od vaših omiljenih fotografa je dodao nove fotografije.

source: You will receive only one email daily, with both types of information.
sr: Primaćete samo jednu poruku dnevno sa svim vrstama informacija.

source: To disable emails, do one of the following:
sr: Ako ne želite da primate mail poruke:

source: Click the link at the end of the email.
sr: Kliknite na link na karaju poruke.

source: Go to <strong>Settings</strong>, look under <strong>E-mail alerts</strong>, and deselect the options.
sr: Kliknite na <strong>Postavke (Settings)</strong>, ispod <strong>E-mail obaveštenja</strong>, i razštiklirajte opcije.

source: Go to <a href="http://www.panoramio.com/settings">Settings</a>, look under <strong>E-mail alerts and Private messages</strong>, and deselect the option
sr: Idite na <a href="http://www.panoramio.com/settings">Podešavanja</a>, pogledajte pod <strong>E-mail upozorenja i privatne poruke</strong>, i poništite opciju

source: Panoramio community members exchange a lot of information in the <a href="/forum">Panoramio forum</a>. The forum is a place where you can ask questions, share tips, report bugs, or make feature suggestions.
sr: Članovi Panoramio zajednice dele informacije na <a href="/forum">Panoramio forumu</a>. Forume je mesto gde možete postavljati pitanja, deliti savete, prijavljivati bagove ili davati predloge.

source: Here are some suggestions for helping to fix problems in Panoramio.
sr: Evo nekih predloga za pomoć u rešavanju problema u Ponoramiu.

source: Problems and resolutions.
sr: problemi i rešenja

source: Problem
sr: Problemi

source: What can you do?
sr: Šta može da se uradi

source: Incorrect information in Google Earth or Google Maps, such as incorrect street, town, and so on
sr: Pogrešne informacije u Gugl Zemlji ili Gugl Mapama kao što su neispravne ulice i slično

source: Please see the help center for <a href="http://earth.google.com/support/">Google Earth</a> or <a href="http://maps.google.com/support/">Google Maps</a>.
sr: Pogledajte pomoć na linkovima <a href="http://earth.google.com/support/">Gugl Zemlja</a> ili <a href="http://maps.google.com/support/">Gugl Mape</a>.

source: Incorrect location for someone else's photo, when the <strong>Suggest New location</strong> link is available in the map area
sr: Pogrešna lokacija nečije fotografije kada je link <strong>Predloži novu lokaciju</strong> dostupan na mapi

source: As soon as you submit your suggestion:
sr: Kada pošaljete predlog:

source: Panoramio temporarily removes the photo from the Panoramio map.
sr: Fotografija je privremeno uklonjena sa karte.

source: Panoramio schedules the photo for removal from Google Earth if the photo was already transferred.
sr: Panoramio će pokrenuti uklanjanje fotografije sa Gugl Zemlje ako je fotografija već poslata.

source: Panoramio removes the <strong>Suggest new location</strong> link from the photo. The link is available for use only once.
sr: Panoramio će ukloniti opciju <strong>Predloži novu lokaciju</strong> sa fotogradije. Opciju je moguće koristiti samo jednom.

source: When the photographer responds by accepting or rejecting your suggestion:
sr: Kada fotograf odgovori prihvatanjem ili odbijanjem vaše sugestije:

source: Panoramio schedules the photo for the next transfer to Google Earth if it was previously removed.
sr: Podaci o uklnonjenim fotografijama se periodično salju na Gugl svet.

source: An inappropriate or offensive photo
sr: Neodgovarajuća ili uznemiravajuća fotografija.

source: Because thousands of Panoramio users participate in community moderation, inappropriate photos are quickly identified and removed.
sr: Zbog hiljada Panoramio korisnika koji učestvuju u moderaciji, neodgovarajuće fotografije se brzo pronalaze i uklanjaju

source: An offensive photo title
sr: Isuviše agresivan naslov.

source: Until you respond to the suggestion:
sr: Pre nego što odgovorite na predlog:

source: Panoramio removes the photo from the Panoramio map.
sr: Panoramio je uklonio fotografiju sa Panoramio mape.

source: When you accept or reject the suggestion:
sr: Kada prihvatite ili odbijete sugestiju:

source: Panoramio - Help - Showing your photos to friends
sr: Panoramio - Pomoć - Prikažite fotografije prijateljima

source: How do you show friends the photos that you've posted to Panoramio?
sr: Kako da pokažete prijatelju fotografiju koju ste postavili na Panoramio?

source: photo-ID
sr: ID fotografije

source: The format is:
sr: Format:

source: your-user-number
sr: Vaš korisnički broj

source: For example, Eduardo, user 7, sends his friends this link:
sr: Na primer: Perica, korisnik 7, je poslao prijateljima ovaj link:

source: Sharing a photo on twitter
sr: Prikažite fotografije na tviteru

source: Panoramio - Help - Spam in comments
sr: Panoramio - Pomoć - Spam u komentaru

source: Panoramio doesn't tolerate spam. Spam in comments will lead to account deletion without previous notice.
sr: Panoramio ne toleriše spam. Slanje komantara sa spamom može prouzrokovati brisanja Panoramio naloga bez prethodnog upozorenja.

source: You frequently post an excessive number of comments.
sr: Imate preveliki broj komentara.

source: Delete the spam comment.
sr: Izbrišite komentar sa spamom.

source: Panoramio - Help - Photo statistics
sr: Panoramio - Pomoć - Statistika fotografije

source: Statistics about photos
sr: Statistika fotografija:

source: Panoramio - Help - Suggesting a new cool place
sr: Panoramio - Pomoć - Predložite interesantno mesto

source: Panoramio - Help - Tagging photos
sr: Panoramio - Pomoć - Obeležavanje fotografija

source: To tag your photos:
sr: Da bi označili fotografije sa nalepnicom:

source: Click <strong>Your Photos</strong>.
sr: Kliknite na <strong>Vaše fotografije</strong>.

source: Next to the tag, click <strong>Apply</strong>.
sr: Kliknite na <strong>Prihvati</strong>

source: Press <strong>Done</strong> to finish.
sr: Kliknite na <strong>Done/Gotovo</strong> za kraj.

source: To remove a tag:
sr: Da uklonite nalepnicu:

source: How to edit or delete tags
sr: Kako ispraviti ili obrisati tagove

source: To edit or delete a tag:
sr: Da promenite ili uklonite nalepnicu:

source: Panoramio - Help - Becoming a Panoramio translator
sr: Panoramio - Pomoć - Postanite prevodilac za Panoramio

source: Follow these instructions:
sr: Sledite uputstva:

source: Brazilian Portuguese
sr: Brazilski portugalski

source: Korean
sr: Korejski

source: Ukranian
sr: Ukrajinski

source: Instructions for Poedit:
sr: Instrukcije za Poedit:

source: Panoramio - Help - Troubleshooting
sr: Panoramio - Pomoć - Rešavanje problema

source: To resolve the issue, try these techniques:
sr: Da i rešili problem, probajte sledeće:

source: You can find the ID number in two places:
sr: ID brojevi se nalaze na dva mesta:

source: Under the photo
sr: Ispod fotografije

source: At the end of the URL address of that page. For example, the URL for photo 123456 is http://www.panoramio.com/photo/123456.
sr: Na karaju adrese stranice sa fotografijom. Na primer, adresa za fotografiju 123456 je http://www.panoramio.com/photo/123456.

source: I see a small icon instead of a photo when I view photos in Google Earth
sr: Vidim male ikone umesto fotografija kada gledam fotografije u Gugl Zemlji

source: Panoramio changed the color of my photo
sr: Panoramio je promenio boju na mojoj fotografiji

source: Panoramio - Help - Understanding popularity in Panoramio
sr: Panoramio - Pomoć - popularnost Panoramija

source: The number of times that the photo is viewed
sr: Broj pregleda fotografije

source: The number of times that other users mark the photo as a favorite
sr: Broj korisnika koji su ovu fotografiju obeležili kao omiljenu.

source: The number of comments received
sr: Broj primljenih komentara

source: The photo's resolution in pixels
sr: Rezolucija fotografije je u pixel-ima

source: Panoramio - Help - Usernames, passwords, and accounts
sr: Panoramio - Pomoć - Korisnička imena, lozinke i nalozi

source: If you can't sign up
sr: Ako ne možete da se prijavite

source: Panoramio - Help - Viewing photos
sr: Panoramio - Pomoć - Pregled fotografija

source: Photo-sharing community.
sr: Zajednica za deljenje fotografja
