Repository: cosmology/zendmvc
Catalog: application/languages/*/serbian.po
Languages: sr

source: <h2>Thanks for your vote</h2> <p>Thank you for nominating this photo for "Best of Panoramio".
sr: <h2>Hvala za Vaš glas.</h2> <p>Hvala Vam što ste kandidovali ovu fotografiju za "Best of Panoramio".

source: <h2>Your photo has successfully been deleted</h2>
sr: <h2>Uspešno obrisana fotografija</h2>

source: <h2>Request submitted</h2> We will review your photo(s) and you will receive an e-mail if they are selected.
sr: <h2>Vaš zahtev je poslat</h2> Pregledaćemo Vašu/e fotografiju/e i obavestićemo Vas putem e-maial ako su izabrane.

source: <h2>Your photo has successfully been uploaded</h2>
sr: <h2>Uspešno ste poslali fotografiju</h2>

source: <h2>Your account has been successfully added to your Google Account.</h2> In the future please use your Google Account username and password to sign in to Panoramio.
sr: <h2>Vaš nalog je uspešno pripojen Google nalogu.</h2> Ubuduće koristite Google Account korisničjko ime i lozinku da bi se prijavili na Panoramio.

source: <h2>Welcome to Panoramio!</h2>
sr: <h2>Dobrodošli na Panoramio!</h2>

source: <h2>Someone else has taken your username quicker</h2> <p>Please go back to your settings page to change it.</p>
sr: <h2>Neko je već iskoristio korisničko ime</h2> <p>Vratite se na prethodnu stranicu i iyaberite novo.</p>

source: <h2>Already signed up</h2> <p>Your Google Account is already signed up for Panoramio. Now you are signed in.</p>
sr: <h2>Već ste član</h2> <p>Vaš Google Nalog je povezan sa Panoramiom. U toku je prijavljivanje.</p>

source: <h2>Your photo has been successfully uploaded</h2> <p>Your photo has been copied from your Picasaweb account to your Panoramio account. The photo in Panoramio will now be visible to everyone, If you do not want it to be public you must delete it from your Panoramio account.</p>
sr: <h2>Uspešno ste poslali fotografiju</h2> <p>Vaša fotografije je uspešno kopirana sa Picasaweb naloga na Panoramio nalog. Od sada će biti svima dostupna. Ako ne želite da bude javna morate je izbrisati sa Panoramio naloga.</p>

source: <h2>Upload cancelled</h2> <p>This upload was cancelled, as you requested.</p>
sr: <h2>Prekinuto slanje</h2> <p>Slanje je prekinuto po Vašem zahtevu.</p>

source: <h2>Group settings updated</h2>
sr: Podešavanje za grupu su ažurirana

source: <h2>Group invitation sent</h2> <p>You have sent an invitation to join a group. Go to the <a href="/groups/invitations?tab=pending">invitation manager</a> to track the progress of this invitation.</p>
sr: <h2>Zahtev za pristupanje grupi</h2> <p>Poslali ste zahtev za pristupanje grupi. Posetite <a href="/groups/invitations?tab=pending">Menadžer zahteva</a> da proverite status Vašeg zahteva.</p>

source: <h2>Group left</h2> <p>You and your photos have been removed from the group.</p>
sr: <h2>Napuštanje grupe</h2> <p>Vaše fotografije i Vaš nalog su uklonjeni iz grupe.</p>

source: <h2>Photo removed from group</h2> <p>This photo has been removed from the group.</p>
sr: <h2>Fotografija je uklonjena iz grupe</h2> <p>Ova fotografija je uklonjena iz grupe.</p>

source: <h2>User demoted</h2> <p>This user has been demoted to normal group membership, and is no longer a moderator.</p>
sr: <h2>Degradacija</h2> <p>Korisnik je degradiran na običnog korisnika i više nije moderator grupe.</p>

source: <h2>Resigned from moderation</h2> <p>As you requested, you have been converted to normal group membership. You are no longer a moderator of this group.</p>
sr: <h2>Odustajanje od funkcije moderatora</h2> <p>Po Vašem zahtevu više niste moderator grupe. Vaš status je na nivou člana.</p>

source: <h2>Group invitation sent</h2> <p>You have sent an invitation to become a group moderator. When the user accepts it, he or she will become a <strong>moderator</strong> of this group. Go to the <a href="/groups/invitations?tab=pending">invitation manager</a> to track the progress of this invitation.</p>
sr: <h2>Pozivnica</h2> <p>Poslali ste poziv korisniku da postane moderator grupe. Prihvatanjem poziva on/ona će postati <strong>moderator</strong> grupe. Posetite <a href="/groups/invitations?tab=pending">Meanadžer poziva</a> da proverite status vašeg poziva.</p>

source: <h2>The private messaging has been deactivated</h2>
sr: <h2>Slanje privatnih poruka je onemogućeno</h2>

source: <h2>E-mail alerts about new and updated group invitations have been deactivated</h2>
sr: <h2>Isključena obaveštenja o grupnim pozivima putem elektronske pošte</h2>

source: <h2>Group invitation sent</h2> <p>You have applied to this group. Go to the <a href="/groups/invitations?tab=pending">invitation manager</a> to track the progress of this application.</p>
sr: <h2>Pozivnica za grupu poslata</h2> <p>Prijavili ste se za ovu grupu. Idite na <a href="/groups/invitations?tab=pending">menadžer pozivnica</a> da bi pratili napredak Vaše prijave.</p>

source: <h2>Group deleted</h2> <p>The group has been deleted.</p>
sr: <h2>Grupa izbrisana</h2> <p>Ova grupa je izbrisana.</p>

source: <h2>Preapproved invitations enabled</h2> <p>You have enabled pre-approved invitations for this group.</p>
sr: <h2>Unapred odobrene pozivnice omogućene</h2> <p>Omogućili ste unapred odobrene pozivnice za ovu grupu.</p>

source: <h2>Preapproved invitations disabled</h2> <p>You have disabled pre-approved invitations for this group.</p>
sr: <h2>Unapred odobrene pozivnice ukinute</h2> <p>Ukinuli ste unapred odobrene pozivnice za ovu grupu.</p>

source: <h2>Group joined</h2> <p>You have used a pre-approved invitation and joined the group. You are now a group member.</p>
sr: <h2>Učlanjenje uspešno</h2> <p>Iskoristili ste unapred odobrenu pozivnicu i učlanili se u grupu. Vi ste sada član grupe</p>

source: <h2>Resigned from ownership</h2> <p>As you requested, you have been converted to a group moderator. You are no longer an owner of this group.</p>
sr: <h2>Odustajanje od osnivača</h2> <p>Kao što ste tražili, postavljeni ste za moderatora grupe. Više niste osnivač grupe.</p>

source: <h2>Group invitation sent</h2> <p>You have invited a user to become an owner of your group. When the user accepts it, he or she will become an <strong>owner</strong> of this group. Go to the <a href="/groups/invitations?tab=pending">invitation manager</a> to track the progress of this invitation.</p>
sr: <h2>Pozivnica za grupu poslata</h2> <p>Pozvali ste korisnika da postane osnivač vaše grupe. Kada je korisnik prihvati, on ili ona će postati <strong>osnivač</strong> ove grupe. Idite na <a href="/groups/invitations?tab=pending">menadžer pozivnica</a> da bi pratili status ove pozivnice.</p>

source: All Rights Reserved
sr: Sva prava zadržana

source: Attribution-Noncommercial-No Derivative Works
sr: Prava - Nekomercijalno - Bez dorada

source: Attribution-Noncommercial-Share Alike
sr: Prava - Nekomercijalno - Distribuirati pod istim uslovima

source: Attribution-Noncommercial
sr: Prava - Nekomercijalno

source: Attribution-No Derivative Works
sr: Prava - Bez dorada

source: Attribution-Share Alike
sr: Prava - Distribuirati pod istim uslovima

source: Attribution
sr: Prava

source: Taken on %s
sr: Snimljeno %s

source: Exposure: %s
sr: Ekspozicija: %s

source: Focal Length: %s
sr: Objektiv: %s

source: Exposure Bias: %s
sr: Kompenzacija ekspozicije: %s

source: Camera: %s
sr: Foto aparat: %s

source: Flash fired
sr: Korišćen blic

source: No flash
sr: Bez blica

source: Auto
sr: Automatski

source: Compulsory
sr: Prinudan

source: Strobe return light
sr: Stroboskopski povratak svetla

source: Red-eye reduction
sr: Redukcija crvenih očiju

source: Forgot your password in Panoramio
sr: Zaboravili ste lozinku za Panoramio

source: New message from %(user)s on Panoramio
sr: Nova poruka na Panoramiu od korisnika: %(user)s

source: You sent a message to %(user)s on Panoramio
sr: Poslali ste poruku korisniku %(user)s

source: Request to join group "%(group)s" approved
sr: Odobren zahtev za pridruživanje grupi "%(group)s"

source: Invitation to group "%(group)s" rejected
sr: Odbijen poziv za prikljućenje grupi "%(group)s"

source: Invitation to moderate group "%(group)s"
sr: Pozivnica za moderaciju grupe "%(group)s"

source: Invitation to become an owner of group "%(group)s"
sr: Pozivnica da postanete osnivač grupe "%(group)s"

source: Invitation to join group "%(group)s"
sr: Poziv za prikljućenje grupi "%(group)s"

source: Invitation to moderate group "%(group)s" accepted
sr: Pozivnica da moderišete grupu "%(group)s" prihvaćena

source: Invitation to become an owner of group "%(group)s" accepted
sr: Pozivnica da postanete osnivač grupe "%(group)s" prihvaćena

source: Invitation to join group "%(group)s" accepted
sr: Poziv za prikljčenje grupi "%(group)s" prihvaćen.

source: New comments to your photos in Panoramio
sr: Novi komentari o Vašim fotografijama na Panoramiju

source: New photos from your contacts in Panoramio
sr: Postavljene su nove fotografija Vaših prijatelja.

source: Corrections to your photos in Panoramio
sr: Ispravke Vaših fotografija na Panoramiju

source: %(time)d minutes ago
sr: Pre %(time)d minuta

source: %(time)d minute ago
sr: Pre %(time)d minuta

source: %(time)d hour ago
sr: Pre %(time)d sat vremena

source: yesterday
sr: Juče

source: %(date)d days ago
sr: Pre %(date)d dana

source: on %(date)s
sr: nadan: %(date)s

source: Create a new group
sr: Kreiranje nove grupe

source: Checking availability…
sr: Provera ...

source: Sorry, this name is not available.
sr: Nažalost ime nije slobodno.

source: Please choose a name for your group.
sr: Molim Vas, izaberite ime za grupu.

source: This name is available.
sr: Ime je slobodno.

source: This name is too short.
sr: Isuviše kratko ime.

source: Create a <span>new group</span>
sr: Kreirate <span>novu grupu</span>

source: Group name:
sr: Ime grupe:

source: Naming your group
sr: Izaberite ime za grupu

source: Pick a descriptive name for your group. We'll check if there are similar groups that you could join.
sr: Izaberite opisno ima za grupu. Izvršiće se provera da li postoje slične grupe kojima se možete priključiti

source: Group summary:
sr: Presek grupe:

source: How to write the group summary
sr: Kako da napišete rezime za grupu

source: Try to keep your group's summary short and meaningful to help people understand what your group is about.
sr: Pokušajte da rezime grupe bude kratak i jasan da bi ljudi bolje razumeli o čemu je Vaša grupa.

source: Category:
sr: Kategorija:

source: How to select a category
sr: Kako da izaberete kategoriju

source: If your group falls clearly within one of the listed categories, select it to make it easier for users to find your group when searching.
sr: Ako Vaša grupa jasno potpada u jednu od navedenih kategorija, izaberite kategoriju da bi korisnici lakše mogli da je pronađu preko pretrage.

source: Group description and rules:
sr: Opis i pravila grupe:

source: Want to use bold, italic, links?
sr: Želite da koristite bold, italic, linkove?

source: How to describe the group and set the rules
sr: Kako da opišete grupu i postavite pravila ponašanja i korišćenja

source: Explain in more detail what your group is about. Decide on a set of rules for the group (e.g.: only black and white photos are accepted) and explain them so everyone gets to know them.
sr: Objasnite u više detalja o čemu je Vaša grupa. Donesite određena pravila za grupu (npr.: samo crno-bele slike su dozvoljene) i objasnite ih tako da svi shvate o čemu se radi.

source: Create group
sr: Kreiraj grupu

source: Cancel
sr: Otkaži

source: Suggestions received
sr: Predlozi primljen

source: Save
sr: Zapamti

source: Retry
sr: Pokušajte ponovo

source: Saving...
sr: Pamtim...

source: There are no pending suggestions.
sr: Nema nerešenih predloga.

source: Photo-sharing community. Discover the world through photos.
sr: Otkrijte svet kroy fotografiju.

source: [Close]
sr: [Zatvori]

source: We can't find <em>%s</em>.
sr: Nije pronađeno <em>%s</em>.

source: Panoramio <span>Help</span>
sr: Panoramio <span>Pomoć</span>

source: Help topics
sr: Pomoć izbor

source: Help home
sr: Pomoć naslovna stranica

source: Viewing photos
sr: Pregled fotografija

source: Finding photos of a particular place
sr: Tražim fotografije odredjenog mesta

source: Finding a particular person's photos
sr: Tražim fotografije odredjene osobe

source: Mapping photos
sr: Mapiranjhe fotografija

source: Tagging photos
sr: Obeležavanje fotografija

source: Viewing your uploaded photos
sr: Pogledajte Vaše fotografije

source: Panoramio Groups
sr: Panoramio grupe

source: Accessing Groups
sr: Pristup grupama

source: Group owners, moderators, members and visitors
sr: Vlasnici, moderatori, članovi i posetioci grupa

source: Creating a group
sr: Kreiranje grupe

source: Groups Settings
sr: Podešavanja grupe

source: Joining a group
sr: Pridrućite se grupi

source: Adding photos to a group
sr: Dodavanje novih grupnih fotografija

source: Adding users to a group
sr: Dodavanje novih grupnih članova

source: Group discussions
sr: Razgovori u grupi

source: Viewing Group Photos
sr: Pregled fotografija u grupi

source: Deleting a Panoramio group
sr: Brisanje Panoramio grupe

source: Tips to build a great forum in your group
sr: Saveti za pokretanje foruma u okviru grupe

source: Group Policies
sr: Pravila grupe

source: How to create and apply a tag
sr: Kako da kreirate i primenite TAG

source: How to remove tags from your photos
sr: Kako da uklonite TAG sa fotografije

source: How to edit or delete tags
sr: Kako da ispravite ili zbrišete TAG-ove

source: Understanding popularity in Panoramio
sr: Popularnost Panoramija

source: Photo statistics
sr: Statistika fotografije

source: Getting your photos into Google Earth
sr: Povežite fotografije sa Google Earth-om

source: What you need to know about the transfer process
sr: Šta sve treba da znate o procesu transfera

source: How to preview your photo in Google Earth
sr: Kako da pogledate svoje fotografije na Google Earth-u

source: Changing previously posted photos
sr: Izmena već poslatih fotografija

source: Changing a photo's title
sr: Izmena naslova fotografije

source: Deleting a photo
sr: Brisanje fotografije

source: Correcting the location of your photo
sr: Promena lokacije fotografije

source: Showing your photos to friends
sr: Poikažite svoje fotografije prijateljima

source: Showing a photo to just one friend
sr: Pokažite svoju fotografiju prijatelju

source: Showing a photo to multiple friends
sr: Pokažite svou fotografiju prijateljima

source: Showing all your photos to friends
sr: Poka+ite sve svoje fotografije prijateljima

source: Sharing and community
sr: Deljenje i zajednica

source: Choosing and removing favorites
sr: Izbor i/ili brisanje omiljenih fotografija

source: Finding other people's photos
sr: Nadjite fotografije drugih korisnika

source: Enabling and disabling email alerts
sr: Omogućavanje / Ukidanje obaveštenja putem elektronske pošte

source: Contacting another user
sr: Kontaktirajte drugog korisnika

source: Suggesting a change to someone else's photo
sr: Predložite ispravku tudje fotografije

source: Discussing Panoramio online
sr: Diskusije uživo

source: Identifying incorrect information or inappropriate photos
sr: Pogresne informacije ili neodgovarajuća fotografija

source: Responding to the suggestions of other users
sr: Odgovori na sugestije drugih korisnika

source: Embedding a Panoramio map into your web page
sr: Dodavanje Panoramio mape Vašoj stranici

source: Format for your code
sr: Format za Vaš kod

source: Tips on writing the code
sr: Pomoć za pisanje koda

source: Usernames, passwords, and accounts
sr: Korisnička imena, lozinke i nalozi

source: If you can't sign up
sr: Ako ne možete da se registrujete

source: If you can't sign in
sr: Ako ne možete da se prijavite

source: If you forgot your registered email address or password
sr: Ako ste zaboravili mail adresu ili lozinku kojom ste se prijavili

source: If you want to change your user name, email address, or password
sr: Ako želite da promenite vaše korisničko ime, mail adresu ili lozinku.

source: If you want to delete your account
sr: Ako želite da izbrišete svoj nalog

source: What is the difference between a Google Account and a Panoramio account?
sr: Koja je razlika izmedju Google i Panoramio naloga

source: What will change if I upgrade?
sr: Sta će se promeniti ako izvršim ažuriranje

source: If you have an unverified account
sr: Ako Vaš nalog nije verifikovan

source: Getting more involved with Panoramio
sr: Uključite se u Panoramio

source: Becoming a Panoramio translator
sr: Postanite prevodilac za Panoramio

source: Troubleshooting
sr: Rešavanje problema

source: I'm having trouble uploading photos to Panoramio
sr: Imam problem prilikom slanja fotografija

source: It's taking a long time to see my photos on Google Earth
sr: Isuviše dugo čekam da se fotografije pojave na Google Earth-u

source: I can't find a photo's ID number
sr: Ne mogu da pronadjem ID fotografije

source: I see a small icon instead of a photo when I view photos in Google Earth
sr: U Google Earth-u se prikazuje ikona umesto fotografije

source: Panoramio changed the color of my photo
sr: Promenjene su boje moje fotografije prilikom prikazivanja u Panoramiju

source: I can't figure out how to organize my photos
sr: Ne snalazim se sa organizacijom fotografija

source: I can't figure out how to replace a photo
sr: Kako da yamenim fotografiju

source: I can't correct the position of a photo
sr: Ne mogu da promenim poziciju fotografije

source: Panoramio photo policy
sr: Panoramio pravilnik o fotografijama

source: Acceptance policy for Panoramio photos
sr: Prihvatanje Panoramio politike objavljivanja fotografija

source: Acceptance policy for Panoramio photo titles, comments and discussions
sr: Pravila prihvatljivosti za Panoramio nazive fotografija, komentare i diskusije

source: Acceptance policy for Panoramio Groups
sr: Pravila prihvatljivosti za Panoramio grupe

source: Acceptance policy for Google Earth and Google Maps
sr: Prihvatanje politike Google Earth-a i Google Mapa

source: Panoramio copyright policies
sr: Panoramio pravilnik o autorskim pravima

source: Copyright status of posted photos
sr: Copyright status poslatih fotografija

source: Policy questions and answers
sr: Pitanja i odgovori oko politike objavljivanja

source: Spam in comments
sr: Nepoželjni komentari

source: Suggesting a new cool place
sr: Predložite novo interesantno mesto

source: Contest
sr: Takmičenje

source: Change password
sr: Promenite lozinku

source: Change your <span>password</span>
sr: Promenite svoju <span>lozinku</span>

source: Write your new password and press the <b>Continue</b> button to save it.
sr: Upišite vašu novu lozinku i pritisnite dugme <b>Nastavi</b> da zapamtite lozinku.

source: Enter new password:
sr: Unesite novu lozinku

source: Repeat password:
sr: Ponovite lozinku:

source: Continue »
sr: Nastavi »

source: The page you have requested does not exist in our server. You may have used an outdated link or may have typed the address incorrectly.
sr: Stranica koji ste tražili više ne postoji na serveru. Proverite da li imate ispravan link i da li ste korekno uneli adresu.

source: Go to <a href="/">Panoramio's Homepage</a> to see more photos
sr: Idite na <a href="/">Panoramio web stranicu</a> da bi videli više fotografije

source: Panoramio Community Calendar
sr: Panoramio kalendar događaja

source: Stay up to date and join community events.
sr: Budite obavešteni i uzmite učešće u događajima.

source: How it works
sr: Kako radi

source: All around the world members of the Panoramio Community organize and participate in events and have a lot of fun.
sr: Ćlanovi Panoramija organizuju i prisustvuju događajima širom sveta uz druženje i zabavu.

source: Do you want to join a Panomeeting? Check the events on the calendar and click on them to get further information.
sr: Ako želite da se prisustvujete druženju Panoramio članova proverite kalendar okupljanja.

source: Are you organizing a Panomeeting? Would you like to organize one? Send us an email at <a href="mailto:events@panoramio.com">events@panoramio.com</a> and we will add it to the Events Calendar.
sr: Da li organizuješ PanoSastanak? Da li bi želeo/la da ga organizuješ? Pošalji nam mejl na <a href="mailto:events@panoramio.com">events@panoramio.com</a> i dodaćemo ga na kalendar događaja.

source: Recent events
sr: Prethodni događaji

source: Favorite photographers
sr: Omiljeni autori

source: Previous
sr: Prethodno

source: « Previous
sr: « Prethodno

source: Next
sr: Sledeći

source: Next »
sr: Sledeća »

source: loading
sr: učitavanje

source: Loading...
sr: Učitavam...

source: Add users by starring them
sr: Dodajte korisnike tako što ćete kliknuti na zvezdicu

source: Add users or photos by starring them
sr: Dodajte bilo korisnika, bilo fotografiju klikom na zvezdicu

source: Panoramio - Favorite photos of %(owner_name)s.
sr: Panoramio - omiljene fotografije autora %(owner_name)s.

source: Your Favorite Photos
sr: Vaše omiljene fotografije

source: %(owner_name)s's Favorite Photos
sr: Omiljene fotografije člana: %(owner_name)s

source: This photo was deleted by its author
sr: Autor je obrisao fotografiju

source: You haven't selected any favorite photos yet. Maybe you'll find some on the <a href="/map">Panoramio map</a>!
sr: Nemate omiljenu fotografiju. Potražite neku na <a href="/map">Panoramio mapi</a>!

source: %(owner_name)s didn't select any favorite photos yet. See more photos at <a href="/map">Panoramio's map</a>
sr: %(owner_name)s nema omiljenih fotografija. Pogledajte više na <a href="/map">Panoramio mapi</a>

source: Choose a Panoramio user name
sr: Izaberite korisničko ime

source: Connect your Google and Panoramio accounts
sr: Spojite Vaš Google i Panoramio nalog

source: Please wait
sr: Molimo sačekajte

source: Welcome %(gaia_email)s!</strong> You are just one step away from using Panoramio.
sr: Dobrodošli %(gaia_email)s!</strong> Još samo jedan korak Vas deli od Panoramia.

source: I'm not a Panoramio user yet
sr: Još uvek nisam Panoramio korisnik

source: I'm already a Panoramio user
sr: Već imam nalog na Panoramiu.

source: Please enter the email address and password you use to <strong>sign in to your existing Panoramio account.</strong>
sr: Molimo upišite Vaše el. adresu i lozinku sa kojima se <strong>logujete na Vaš postojeći Panoramio nalog.</strong>

source: Password
sr: Lozinka

source: forgot your Panoramio password?
sr: Zaboravili ste lozinku za Panoramio nalog?

source: Connect accounts
sr: Poveži naloge

source: Please choose your Panoramio user name and review our Terms of Service.
sr: Izaberite korisničko ime. Proverite uslove korišćenja

source: User name
sr: Korisničko ime

source: Your account is being created. This may take a minute.
sr: Vaš nalog se kreira. Ovo može da potraje koji minut.

source: Are you already a Panoramio user? Please enter the email address and password you use to <strong>sign in to your existing Panoramio account.</strong>
sr: Već imate Panoramio nalog. Molim Vas unesite <strong>mail adresu i lozinku.</strong> da bi pristupili Vašem nalogu.

source: Upgrade your account »
sr: Nadogradite vaš nalog »

source: <a href='/help/username_password#upgrade_to_ga'>Learn more</a> about upgrading your account.
sr: <a href='/help/username_password#upgrade_to_ga'>Learn more/Saznajte više</a> o unapredjivanju Vašeg naloga.

source: View user page
sr: Pregled stranice

source: Click on a photo to select it.
sr: Klik na fotografiju da bi je izabrali.

source: This photo is already in the group.
sr: Ova fotografija pripada grupi.

source: There was an error trying to add photos to the group
sr: Nastala je greška prilikom dodavanja fotografije.

source: You added <b>%d new photo(s)</b> to this group
sr: Dodali ste <b>%d new photo(s)</b>.

source: An error has occurred. Please try again later.
sr: GREŠKA - molim Vas probajte malo kasnije
