Repository: cosmology/zendmvc
Catalog: application/languages/*/serbian.po
Languages: sr

source: Photo info
sr: Info fotografije

source: load more
sr: učitaj još

source: Please do not reply this e-mail directly, use the links below.
sr: Molim Vas da ne odgovarate na ovu poruku. Umesto toga iskoristite link na kraju poruke.

source: Hi %(recipient_name)s,
sr: Zdravo %(recipient_name)s,

source: %(commenter_name)s said:
sr: %(commenter_name)s :

source: Reply to this comment &raquo;
sr: Odgovorite na ovaj komentar &raquo;

source: See all your conversations
sr: Pogldaj sve svoje razgovore

source: Please, take a look at those suggestions at:
sr: Pročitajte savete:

source: You can accept the suggestions or reject them.
sr: Savet možete prihvatiti ili odbaciti.

source: Thanks!
sr: Hvala!

source: %(sender_link_start)s%(sender_name)s%(link_end)s sent you a new message on %(panoramio_link_start)sPanoramio%(link_end)s:
sr: %(sender_link_start)s%(sender_name)s%(link_end)s vam je posalo poruku %(panoramio_link_start)sPanoramio%(link_end)s:

source: To reply %(reply_link_start)sclick here%(link_end)s or go anytime to %(sender_link_start)s%(sender_name)s's user page%(link_end)s and click on 'Send a message'.
sr: Za odgovor %(reply_link_start)skliknite ovde%(link_end)s ili bilokada na %(sender_link_start)s%(sender_name)s's user page%(link_end)s 'Pošalji poruku'.

source: Hi %(sender_name)s,
sr: Zdravo %(sender_name)s,

source: %(candidate_link_start)s%(candidate_name)s%(link_end)s has accepted your invitation to become a moderator of the group &quot;%(group_link_start)s%(group_name)s%(link_end)s&quot; in %(panoramio_link_start)sPanoramio%(link_end)s. %(candidate_name)s is now a moderator of that group.
sr: %(candidate_link_start)s%(candidate_name)s%(link_end)s je prihvatio da postane moderator grupe &quot;%(group_link_start)s%(group_name)s%(link_end)s&quot; pri %(panoramio_link_start)sPanoramio%(link_end)s. %(candidate_name)s je postao moderator.

source: You sent %(candidate_link_start)s%(candidate_name)s%(link_end)s an invitation to join the group &quot;%(group_link_start)s%(group_name)s%(link_end)s&quot; in %(panoramio_link_start)sPanoramio%(link_end)s. Because you are not a moderator of this group, your invitation had to be approved by a moderator. Unfortunately, the moderator who reviewed the invitation decided to reject it.
sr: Poslali ste %(candidate_link_start)s%(candidate_name)s%(link_end)s poziv za pridruzenje grupi &quot;%(group_link_start)s%(group_name)s%(link_end)s&quot; pri %(panoramio_link_start)sPanoramio%(link_end)s. Pošto niste moderator grupe, vaš poziv mora odobriti moderator. Nažalost, moderator koji je pogledao poziv nije dao odobrenje da se on prosledi.

source: We will not be sending any message to %(candidate_name)s. If you strongly disagree with the moderator's decision, you can contact him or her directly.
sr: Nikakva poruka neće biti poslata korisniku: %(candidate_name)s. Ako se ne slažete sa odlukom moderatora,možete ga direktno kontaktirati.

source: You have been invited by %(inviter_link_start)s%(inviter_name)s%(link_end)s to join the group &quot;%(group_link_start)s%(group_name)s%(link_end)s&quot; in %(panoramio_link_start)sPanoramio%(link_end)s. If you accept the invitation, you will be able to add photos to the group and discuss with the other members.
sr: Pozvao Vas je %(inviter_link_start)s%(inviter_name)s%(link_end)s da se pridružite grupi &quot;%(group_link_start)s%(group_name)s%(link_end)s&quot; pri %(panoramio_link_start)sPanoramio%(link_end)s. Prihvatanjem poziva dobijate mogućnost da postavljate fotografije i da se ukljućite u razgovore u okviru grupe.

source: You can accept or decline this invitation by going to the %(invitation_manager_link_start)sInvitation Manager%(link_end)s.
sr: Prihvatanje i odbijanje poziva: %(invitation_manager_link_start)sInvitation Manager%(link_end)s.

source: Upload your photos
sr: Postavite vaše fotografije

source: All the photos are mapped.
sr: Sve fotografije su mapirane.

source: All the photos have titles.
sr: Sve fotografije imaju nazive.

source: All {0} photos are uploaded.
sr: Sve/Svih {0} fotografije/a su učitane/o.

source: Select photos
sr: Izaberite fotografije

source: Done.
sr: Gotovo.

source: Failed.
sr: Neuspešno.

source: Map this photo
sr: Locirajte ovu fotografiju

source: Upload failed: unknown error.
sr: Postavljanje neuspešno: nepoznata greška.

source: Upload failed: server error. Please try again later.
sr: Postavljanje neuspešno: greška na serveru. Molimo Vas, pokušajte kasnije.

source: Upload failed: no response from the server. Please try again later.
sr: Postavljanje neuspešno: bez odgovra sa servera. Molimo Vas, pokušajte kasnije.

source: <span>Upload</span> your photos
sr: <span>Pošaljite</span> svoje fotografije

source: Maximum size of a photo: 25MBytes or 50Mpixels.
sr: Maksimalna veličina fotografije: 25 megabajta ili 50 megapiskela.

source: Upload photos
sr: Postavite fotografije:

source: Cancel all
sr: Obustavi sve

source: Add more photos
sr: Dodajte još fotografija

source: Tasks
sr: Zadaci

source: <span>Map</span> your photos
sr: <span>Mapirajte</span> vaše fotografije

source: Photos are copyrighted by their owners
sr: Vlasnici imaju prava nad fotografijama

source: %(photo_title)s&nbsp;by %(author_name)s
sr: %(photo_title)s&nbsp; autor %(author_name)s
