Repository: cosmology/zendmvc
Catalog: application/languages/*/serbian.po
Languages: sr

source: Click to edit title
sr: Klik za promenu naziva

source: Add to favorites
sr: Dodajte kao omiljeno

source: See in Google Earth
sr: Pogledajte na Google Earth-u

source: Share on:
sr: Podelite sa:

source: Share on Facebook
sr: Podelite na Facebook-u

source: Share on Twitter
sr: Podelite na Twitter-u

source: Send to a friend
sr: Pošalji prijatelju

source: Friend's email:
sr: E-mail vašeg prijatelja:

source: Message:
sr: Poruka:

source: Hi %(visitor_name)s found this interesting photo of %(title)s: %(referer)s Regards, Photos of the World at http://www.panoramio.com/
sr: Zdravo, %(visitor_name)s je pronašao ovu interesantnu fotografiju %(title)s: %(referer)s Pozdrav, Photos of the World at http://www.panoramio.com/

source: Hi %(visitor_name)s found this interesting untitled photo: %(referer)s Regards, Photos of the World at http://www.panoramio.com/
sr: Zdravo, %(visitor_name)s je pronašao ovu neimenovanu fotografiju: %(referer)s Regards, Photos of the World at http://www.panoramio.com/

source: Send
sr: Pošalji

source: Close
sr: Zatvori

source: Next user photo
sr: Sledeća fotografija korisnika

source: Previous user photo
sr: Prethodna slika korisnika

source: Is this photo yours?
sr: Da li je ova fotografija vaša?

source: Like
sr: Svidja mi se

source: <span>You</span> liked this photo
sr: <span>Vama</span> se dopala ova fotografija

source: Un-like
sr: Ne svidja mi se

source: Small photos are not selected for Google Earth %(link)s - ID: %(photo_id)s
sr: Isuviše mala fotografije da bi bila prikazana u okviru Google Earth-a %(link)s - ID: %(photo_id)s

source: Review suggestions!
sr: Sugestije za ocenjivanje fotografije!

source: This photo is being reviewed again %(link)s - ID: %(photo_id)s
sr: Fotografija je po drugi put pregledana %(link)s - ID: %(photo_id)s

source: Ask for a second review
sr: Zatražite još jednu proveru.

source: Unmapped photos are not selected for Google Earth - ID: %(photo_id)s
sr: Fotografije bez lokacije snimanja se ne prikazuju u okviru Google Earth-a - ID: %(photo_id)s

source: Are your sure you want to delete this photo?
sr: Želite li da obrišete fotografiju?

source: This photo is in the current contest in category <a href="/contest_entries?category=%(category_id)s">%(category_name)s</a>
sr: Ova fotografija je nominovana za takmičenje u kategoriji <a href="/contest_entries?category=%(category_id)s">%(category_name)s</a>

source: Submit to the %(contest_name)s contest (max. 5 photos)
sr: Pošaljite na %(contest_name)s konkurs (max. 5 fotografija)

source: Look Around
sr: Pogledaj okolo

source: More photos
sr: Još fotografija

source: More photos by %(owner_name)s
sr: Još fotografija korisnika %(owner_name)s

source: Comments (%(count)s)
sr: Komentari (%(count)s)

source: %(user_link)s, %(submit_time)s, said:
sr: %(user_link)s, %(submit_time)s, kaže:

source: Translate
sr: Prevedi

source: %(author_name)s, %(submit_time)s, said:
sr: %(author_name)s, %(submit_time)s, kaže:

source: The author of this comment has been deleted.
sr: Autor komentara je obrisan.

source: Add a comment <span>(as %(visitor_name)s)</span>
sr: Ostavite komentar <span>(kao %(visitor_name)s)</span>

source: Add a comment
sr: Dodajte komentar

source: <a href="/signup/?referer=%(referer)s">Sign up</a> to comment. <a href="/signin/?referer=%(referer)s">Sign in</a> if you already did it.
sr: <a href="/signup/?referer=%(referer)s">Registrujte se</a> da bi mogli da ostavite komentar. <a href="/signin/?referer=%(referer)s">Prijavite se</a> ako ste registrovani korisnik.

source: This photo is currently not mapped.
sr: Fotografija nije povezana sa mapom.

source: Change position
sr: Promenite poziciju

source: Misplaced? Suggest new location
sr: Netačna lokacija? Predložite novu lokaciju

source: <span>Map</span> this photo
sr: <span>Lociraj</span> ovu fotografiju

source: Flag photo:
sr: Stavite zastavicu na fotografiju:

source: Report inappropriate or offensive
sr: Prijavite neprikladan ili uvredljiv sadržaj

source: Tags in this photo:
sr: Etikete na ovoj fotografiji:

source: Show all tags (%(num_tags)s)
sr: Prikaži sve (%(num_tags)s)

source: Photo stats:
sr: Statistika fotografije

source: Groups:
sr: Grupe:

source: Invite this user to a group
sr: Pozovite korisnika da se priključi grupi

source: Photo details:
sr: Detalji fotografije:

source: Uploaded %(photo_upload_time)s
sr: Poslato %(photo_upload_time)s

source: Extra information
sr: Dodatne informacije

source: Error: Flash doesn't appear to be supported by your browser
sr: Greška: Vaš brauzer ne podržava Flash

source: Error: Look Around is not supported for this photo
sr: Greška: Fotografija nije izabrana za Look around

source: Close Look Around
sr: Zatvori Look Around

source: <strong>%(counter)s</strong><br />view
sr: <strong>%(counter)s</strong><br />pregled

source: <strong>%(counter)s</strong><br />favorite
sr: <strong>%(counter)s</strong><br />omiljen

source: <strong>%(counter)s</strong><br />like
sr: <strong>%(counter)s</strong><br />se dopada

source: <strong>%(counter)s</strong><br />view on Panoramio
sr: <strong>%(counter)s</strong><br />pregled iz Panoramia

source: <strong>%(counter)s</strong><br />view on Google Earth
sr: <strong>%(counter)s</strong><br />pregled iz Google Earth-a

source: <strong>%(counter)s</strong><br />favorite
sr: <strong>%(counter)s</strong><br />favorit

source: <strong>%(counter)s</strong><br />like
sr: <strong>%(counter)s</strong><br />se svidja

source: Photo Statistics
sr: Statistika fotografije

source: total
sr: ukupno

source: Widget API
sr: Internet aplikacije

source: User Stats
sr: Statistika korisnika

source: Stats
sr: Statistika

source: views since %(date)s
sr: pregleda od %(date)s

source: uploaded %(date)s
sr: poslato %(date)s

source: comments
sr: komentari

source: favorites
sr: omiljene

source: likes
sr: svidja mi se

source: Mapped
sr: Mapirano

source: in %(location)s
sr: u %(location)s

source: Not mapped
sr: Nije mapirano

source: Showing <span id="photo_stats_chart_showing"><!-- Filled with JS --></span> <span class="photo_stats_chart_source"><!-- Filled with JS --></span> views in the last 30 days<br />
sr: Prikazano <span id="photo_stats_chart_showing"><!-- Filled with JS --></span> <span class="photo_stats_chart_source"><!-- Filled with JS --></span> puta u poslednjih 30 dana.<br />

source: There are <span id="photo_stats_chart_overall"><!-- Filled with JS --></span> overall views in <span class="photo_stats_chart_source"><!-- Filled with JS --></span>
sr: Bilo je <span id="photo_stats_chart_overall"><!-- Filled with JS --></span> pregleda <span class="photo_stats_chart_source"><!-- Filled with JS --></span>

source: Total views
sr: Ukupno pregleda

source: in the last 30 days
sr: u poslednjih 30 dana

source: Panoramio.com views
sr: Panoramio.com pregleda

source: Google Earth views
sr: Google Earth pregleda

source: Google Maps views
sr: Google Maps pregleda

source: External Widget API views
sr: Pregled internet aplikacija

source: The charts cannot be shown temporarily.
sr: Dijagrami se ne prikazuju sa privremenim vrednostima.

source: Marked as favorite by %(num_favorites)s user
sr: %(num_favorites)s korisnik je obeležio fotografiju

source: Links to the photo
sr: Veza ka fotografiji

source: Similar photos
sr: Slične fotografije

source: By&nbsp;%(owner_name)s
sr: Autor:&nbsp;%(owner_name)s

source: Cool places
sr: Interesantna mesta

source: See next
sr: Pogledajte sledeću

source: See all photos from this place
sr: Pogledajte sve fotografije sa ovog mesta

source: Do you know any other great place?
sr: Da li znaš za neko drugo dobro mesto?

source: Send your suggestions to us.
sr: Pošaljite nam sugestiju.

source: Upload from Picasaweb
sr: Prenesi sa Picasaweb-a

source: Panoramio - Upload from Picasaweb
sr: Panoramio - prenos sa Picasaweb-a

source: Image to be uploaded
sr: Fotografije koje čekaju na slanje

source: Progress
sr: U toku

source: Your photo is being copied from your Picasa Web Albums account to your Panoramio account. You will be redirected to the new photo page when the copy is finished. Please wait...
sr: Fotografija je prekopirana sa vašeg Picasa Web Albums naloga na Panoramio nalog. Bićete automatski preusmereni na novu stranicu kada se završi kopiranje. Molim vas, sačekajte...

source: <p>You have asked to copy to your Panoramio account a photo that is in a <b>non-public</b> album in Picasa Web Albums.</p>
sr: <p>Kopirate fotografiju iz <b>privatnog</b> Picasa Web Albuma u Panoramio album.</p>

source: Do you want to continue uploading this photo?
sr: Nastavljate sa slanjem fotografije?

source: Yes, upload
sr: Da, nastavi

source: No, cancel
sr: Ne, prekini

source: Remember my choice
sr: Zapamti moj izbor

source: Sorry, your photo cannot be copied from your Picasa Web Albums account to your Panoramio account because it has an <b>invalid format</b>. You can go back to %(href_picasaweb)sPicasa Web Albums</a> or go to your %(href_user)sPanoramio user page</a>.
sr: Nažalost fotografija se ne može prekopirati sa vašeg Picasa Web Albums naloga na vaš Panoramio nalog zbog toga što je snimljena u <b>pogrešnom formatu</b>. Možete se vratiti na %(href_picasaweb)sPicasa Web Albums</a> ili na vašu %(href_user)sPanoramio stranicu</a>.

source: Sorry, your photo is <b>too large</b> to be copied from your Picasa Web Albums account to your Panoramio account. The current limit is 25Mb. You can go back to %(href_picasaweb)sPicasa Web Albums</a> or go to your %(href_user)sPanoramio user page</a>.
sr: Vaša fotografije je<b>prevelika</b> da bi je kopirali sa Picasa Web Albums baloga na vaš Panoramio nalog. Veličina fotografije je ograničena na 25Mb. Možete se vratiti na %(href_picasaweb)sPicasa Web Albums</a> ili otići na %(href_user)sPanoramio stranicu</a>.

source: Sorry, there was an <b>internal error</b> when we tried to copy your photo from your Picasa Web Albums account to your Panoramio account. Please try again in a few minutes. You can go back to %(href_picasaweb)sPicasa Web Albums</a> or go to your %(href_user)sPanoramio user page</a>.
sr: Došlo je do <b>interne greške</b> prilikom kopiranja vaše fotografije sa Picasa Web Albums naloga na vaš Panoramio nalog. Pokušajte ponovo za par minuta. Možete da se vratite na %(href_picasaweb)sPicasa Web Albums</a> ili otići na vašu %(href_user)sPanoramio stranicu</a>.

source: Your photo has been successfully copied from your Picasa Web Albums account to your Panoramio account. <b>Go to the %(href_photo)sphoto page in Panoramio</a></b>. You will be redirected there automatically in a few seconds.
sr: Fotografija je uspešno prekopirana sa vašeg Picasa Web Albums naloga na vaš Panoramio nalog. <b>Posetite %(href_photo)sphoto stranicu na Panoramiju</a></b>. Bićete preusmereni na nju za par sekundi.

source: It seems that your Google account does not yet have Panoramio enabled.
sr: Izgleda da vam Panoramio nije omogućen u okviru Gugl naloga.

source: In order to upload this image from Picasaweb to Panoramio, in the following screens we will ask you to:
sr: Da bi uspešno prekopirali fotografiju sa Pikasaweb-a na Panoramijo potreno je da:

source: Sign in to your Google account again.
sr: Prijavite se na Google nalog ponovo.

source: Add Panoramio to your Google account. In case you are already a Panoramio user, you can add your existing Panoramio account.
sr: Pridružite Panoramio vašem Gugl nalogu. Ako imate Panoramio nalog moćete ga pridružiti.

source: Ready? Then click %(tag_start)s%(href)s%(tag_end)scontinue%(tag_close)s.
sr: Ako ste spremni kliknite na %(tag_start)s%(href)s%(tag_end)sya nastavak%(tag_close)s.

source: You have moved some photos. Are you sure want to close the mapping window?
sr: Pomerili ste neke fotografije. Da li ste sigurni da želite da zatvorite prozor za mapiranje?

source: Search
sr: Traži

source: yes
sr: Da

source: Explain your suggestion:
sr: Objasnite sugestiju:

source: Accept
sr: Prihvati

source: Panoramio - Review photos
sr: Panoramio - Pregled fotografija

source: Review photos
sr: Pregledane fotografije

source: Successfully submitted photos:
sr: Uspešno ste poslali fotografije:

source: Failed to submit the following photos:
sr: Slanje sledećih fotografija nije uspelo:

source: Note, that only photos that has been rejected once can be resubmitted for review. Photos that has been rejected more than once or photos that has not yet been reviewed cannot be submitted via this form. You can only submit your own photos.
sr: Možete prijaviti fotografije koje su <b>jednom</b> odbijene. Fotografije koje su odbijene više puta ili fotografije koje nisu pregledane ne možete proslediti ovim obrascem. Samo vaše fotografije se mogu proslediti na ovaj način.

source: Please, indicate the photos that should be reviewed:
sr: Molimo označite koje fotografije treba ponovo pregledati:

source: Photo IDs (max. 10):
sr: ID fotografije (maksimalno 10):

source: (separate ID by commas "," if more than one)
sr: (ako je više od jedne fotografije, razdvojte ID brojeve pomoću zareza ",")

source: Send a private message to %(owner_name)s
sr: Pošaljite privatnu poruku korisniku: %(owner_name)s

source: Send message
sr: Pošaljite poruku

source: Settings
sr: Podešavanja

source: January
sr: Januar

source: February
sr: Februar

source: March
sr: Mart

source: May
sr: Maj

source: June
sr: Jun

source: July
sr: Jul

source: August
sr: Avgust

source: September
sr: Septembar

source: October
sr: Oktobar

source: November
sr: Novembar

source: December
sr: Decembar

source: Your <span>settings</span> page
sr: Vaša <span>podešavanja</span>

source: Current password:
sr: Trenutna lozinka:

source: Required for changing password or email address.
sr: Potrebno je da bi promenili loyinku ili mail adresu

source: Personal information
sr: Lične informacije

source: Name:
sr: Ime

source: It will be displayed under your photos, forum comments, etc.
sr: Biće prikazano ispod Vaših fotografije, komentara, poruka na forumu...

source: E-mail address:
sr: E-mail adresa:

source: Username <span>(optional)</span>:
sr: Korisničko ime <span>(optional)</span>:

source: It will appear in your URL.
sr: Pojaviće se na Vašoj URL adresi

source: Example: http://panoramio.com/user/<strong>eduardo</strong>
sr: Primer: http://panoramio.com/user/<strong>eduardo</strong>

source: Your website <span>(optional)</span>:
sr: Vaša web stranica <span>(po želji)</span>:

source: Your profile picture <span>(optional)</span>:
sr: Fotografija za vaš profil <span>(nije obavezna)</span>:

source: Your profile picture
sr: Slika za Vaš profil

source: Change picture
sr: Promeni sliku

source: Write something about you <span>(optional)</span>:
sr: Napišite nešto o sebi <span>(po želji)</span>

source: Change your password
sr: Promenite vašu lozinku

source: New password:
sr: Nova lozinka:

source: Leave it blank to keep your password
sr: Ostavite prazno da bi ste sačuvali postojeću lozinku

source: Repeat new password:
sr: Ponovite novu lozinku:

source: Google Account settings
sr: Podešavanje Google naloga

source: Visit your %(tag_start)sGoogle Account settings %(tag_end)s to reset your password, change your email, change your security question, or learn about access to other Google services.
sr: Na delu za podešavanje %(tag_start)s vašeg Gugl naloga %(tag_end)s možete promeniti mail adresu, lozinkukao i ostale parametre pristupa. Dobićete više informacija i o ostalim Gugl servisima.

source: E-mail alerts and private messaging
sr: Upozorenja elektronskom poštom i putem privatnih poruka

source: New comments
sr: Novi komentari

source: New photos from your favourite users
sr: Nove fotografije vaših omiljenih korisinika

source: New and updated invitations to join groups
sr: Novi i promenjeni pozivi za pridruženje grupi

source: Enable private messaging
sr: Omogućite slanje i primanje privatnih poruka

source: Sharing, licenses and copyright
sr: Razmena, dozvole i autorska prava

source: Set the default license for your photos:
sr: Postavite podrazumevana prava korišćenja Vaših fotografija

source: No one can make copies or use your photos without your explicit permision.
sr: Niko ne sme da koristi ili kopira Vaše fotografije bez Vašeg izričitog dopuštenja.

source: Mapping by Google Latitude Location History
sr: Mapiranje pomoću Gugl Latitude istorije lokacija

source: Learn more »
sr: Još informacija »

source: Enable
sr: Omogućeno

source: Panoramio will access your <a href="https://www.google.com/latitude/history/manage" >Google Latitude History</a> to find out your location at the time when your photos were taken. Please let us know what is the time on your camera right now, so we can match it with the latitude servers. Note, that this setting has no effect on photos that you have already mapped.
sr: Panoramio će pristupiti vašoj <a href="https://www.google.com/latitude/history/manage" >Gugl Latitude istoriji</a> da bi utvrdio vašu lokaciju u vreme kada su fotografije uslikane. Molimo upišite trenutno vreme na vašoj kameri da bi mogli da ga uporedimo sa latitude serverima. Ovo podešavanje nema efekta na fotografije koje ste već mapirali.

source: Time on your camera:
sr: Vreme na vašem fotoaparatu:

source: on %(month_name)s %(day)s
sr: u %(month_name)s %(day)s

source: Save changes
sr: Zapamti promene

source: Panoramio <span>cool places</span>
sr: Panoramio <span>interesantna mesta</span>

source: top
sr: vrh

source: Suggest new cool places
sr: Predložite interesantno mesto

source: Error: Malformed map link
sr: Greška: Pogrešna veza na karti

source: A satellite image of a cool place has a <strong>good resolution</strong>, is somewhat <strong>spectacular</strong>, and has plenty of <strong>beautiful Panoramio photos</strong>.
sr: Satelitski snimak interesantnog mesta je <strong>odličnog kvaliteta</strong>, ponekad <strong>spektakularan</strong>, i sadrži veliki broj <strong>odličnih Panoramio fotografija</strong>.

source: There are already many cool places added, so please, check the <a href="/sightseeing/">list of places</a> before suggesting a new one.
sr: Već postoji veliki broj predloženih interesatnih mesta. Proverite spisakk the <a href="/sightseeing/">intersantnih mesta</a> pre nego što predložite novo.

source: Sorry, you have reached the maximum number of pending suggestions. In order to enter new suggestions, you must wait until we approve some of your pending ones.
sr: Već ste poslali dovoljan broj sugestija. Novu sugestiju možete poslati tek kada se neke od vaših sugestija realizuju.

source: Panoramio map link:
sr: Panoramio veza ka mapi:

source: Show it on a map
sr: Prikaži na mapi

source: Name of the place:
sr: naziv mesta

source: Continent:
sr: Kontinent

source: Short place description <span>(optional)</span>:
sr: Kratak opis mesta <span>(neobavezno)</span>:

source: Send for approval
sr: Zatražite odobrenje

source: You have no pending suggestions.
sr: Sve vaše sugestije su rešene. Nema nerešenih.

source: Pending cool place suggestions
sr: Sugestija za interesantno mesto čeka odobrenje.

source: Sign in
sr: Prijavite se

source: Please sign into Panoramio, or create a new Panoramio account, in order to continue uploading this image to your Panoramio account. Remember: the image will be visible to anyone.
sr: Kreirjte nalog na Panoramiju ili se prijavite ako već imate nalog da bi mogli da nastavite sa postavljanjem fotografije. Ne zaboravite da će fotografija bit javna.

source: Sign up
sr: Učlanite se

source: Share your photos
sr: Delite Vaše fotografije

source: Unlimited free storage for your photos of the world
sr: Neograničen besplatan prostor za smeštanje za Vaše fotografije sveta

source: Explore the world
sr: Istražite svet

source: See the world through other people's lenses
sr: Vidite svet tuđim očima

source: Join a community
sr: Pridružite se zajednici

source: Discuss with fellow photography enthusiasts
sr: Diskutujte sa ostalim fotografima entuzijastima

source: Already registered
sr: Već učlanjen

source: forgot your password?
sr: zaboravili ste lozinku?

source: Sign out
sr: Odjavite se

source: You have closed your Panoramio session
sr: Završili ste sesiju u Panoramio-u

source: Thank you for your visit!
sr: Hvala na poseti!

source: Enable mapping by Google Latitude
sr: Omogućiti mapiranje pomoću Gugl koordinata

source: Save position
sr: Zapamti poziciju

source: Close Slideshow
sr: Prekini slideshow

source: Suggestion registered
sr: Predlog registrovan

source: Got it!
sr: Dobili smo!

source: We will send your suggestion to the author of the photo. Thanks!!
sr: Poslaćemo vaš predlog autoru fotografije. Hvala!!

source: Back to the previous photo
sr: Povratak na predhodnu fotografiju

source: Tags
sr: Etikete

source: Popular tags
sr: Popularne etikete

source: Find tag
sr: Pronađi etiketu

source: Group settings
sr: Parametri grupe

source: Sorry, this group URL is not available.
sr: Veza (URL) ka grupi nije slobodna.

source: Sorry, this group URL is not valid.
sr: Veza (URL) ka grupi je pogrešna.

source: This group URL is available.
sr: Veza (URL) ka grupi je u redu.

source: This group URL is too short.
sr: Veza (URL) ka grupi je kratka.

source: Group %s has been successfully deleted.
sr: Grupa %s je uspešno obrisana.

source: There was a problem deleting the group. Please try again later.
sr: Pojavio se problem pri brisanju grupe. Molimo Vas, pokušajte ponovo.

source: Settings for
sr: Podešavanja za:

source: Group URL:
sr: URL za grupu:

source: Lets you access your group with a nice name instead of a number.
sr: Umesto broja, bilo bi lepše da svojoj grupi dodelite ime.

source: Example: http://panoramio.com/group/<strong>newyork</strong>
sr: Primer: http://panoramio.com/group/<strong>Beograd</strong>

source: You will be able to get a URL name once your group has become big enough
sr: Dobićete URL ime kada vaša grupa postane dovoljno velika.

source: Lets users find your group more easily.
sr: Omogućava korisnicima da lakše pronađu Vašu grupu.

source: Pre-approved invitations
sr: Unapred odobrene pozivnice

source: You can give pre-approved invitations to some users; they will be able to join the group without needing moderator approval. You can use this, for example, for groups about an event.
sr: Možete poslati unapred odobrene pozivnice korisnicima; oni će moći da se pridruže grupi bez prethodnog odobrenja moderatora. Ovo možete da koristite, npr. za grupe o događajima.

source: Update settings
sr: Ažuriraj podešavanja

source: Group image:
sr: Fotografija za grupu:

source: Group photo
sr: Fotografija grupe

source: Change
sr: Promeni

source: To set the group photo you need to add photos to the group first.
sr: Da bi postavili fotografiju grupe, provo morate da dodate fotografije grupi.

source: You cannot delete this group because it contains other members and/or photos.
sr: Ne možete da izbrišete ovu grupu jer sadrži korisnike i/ili fotografije.

source: Delete this group
sr: Izbrišite ovu grupu

source: Select a photo:
sr: Izaberite fotografiju

source: Upload
sr: Postavite fotografije

source: Image URL:
sr: URL fotografije:

source: You can't use the characters ',' '+' '/' in a tag.
sr: Zabranjeni karakteri ',' '+' '/' .

source: Sending message…
sr: Slanje poruke ...

source: There was a problem
sr: Problem !!!

source: Please enter a message and then click the 'Send message' button
sr: Otkucajte poruku i potom kliknite na dugme: 'Pošalji poruku'

source: You have signed out, please sign in again to send your message.
sr: Odjavili ste se sa sistema. Da bi poslali pruku morate se ponovo prijaviti.

source: Slow down… you have to wait some seconds between two messages.
sr: Potrebno je da prodje par minuta između slanja poruka.

source: You have reached the maximum number of messages for today. Get back tomorrow for more action.
sr: Za danas ste poslali maksimalni broj poruka. Dođite ponovo sutra.
