Repository: cosmology/zendmvc
Catalog: application/languages/*/serbian.po
Languages: sr

source: Parsing Error
sr: Analitička greška

source: Malformed key/value parameter: "%s"
sr: Pogrešna vrednost/parametar: "%s"

source: User Not Found
sr: Korisnik nije pronađen

source: Cannot modify tags for user %d.
sr: Etiketa korisnika %d nije izmenljiv

source: Tags Not Found.
sr: Etiketa nije pronađena

source: One or more of the following tag names cannot be found for user %(user_id)d: %(tag_names)s
sr: Jedna ili više etiketa nije pronađena kod korisnika %(user_id)d: %(tag_names)s

source: Action Error on Favorites
sr: Greška kod Favorita

source: Unsupported action: %s
sr: Nepodržana akcija: %s

source: Invalid tag
sr: Pogrešna etiketa

source: Invalid tag name.
sr: Pogrešan naziv etiketa

source: Action Error on Tags
sr: Pogrešna akcija sa etiketima

source: Too Many Tags In One Request
sr: Previše etiketa u jednom iskanju

source: Too many tags received: %d
sr: Previše etiketa je primljena: %d

source: Action Error On Tags
sr: Operativna greška u etiketima

source: Action Error on Bestof
sr: Operativna greška u izboru najbolje slike

source: Photo Not Found
sr: Fotografija nije pronađena

source: Photo %d does not exist, so it cannot be deleted.
sr: Fotografija %d ne postoji, tako da ne može da se izbriše .

source: Photo does not exist anymore.
sr: Fotografije ne postoji.

source: There is no photo with id %d.
sr: Ne postoji fotografija sa ID %d

source: Photo %d does not exist any more.
sr: Fotografija %d više nije dostupna

source: Photo Position Cannot Be Changed
sr: Ne mozete izmeniti poziciju slike

source: Photo %d has its position blocked.
sr: Pozicija slike %d je blokirana

source: Suggestion Not Found
sr: Nema sugestije

source: There is no suggestion with id %d.
sr: Nema sugestije sa brojem %d

source: Rename Error
sr: Nema fotografijee sa brojem

source: There is no photo with id %d
sr: Nema fotografije sa brojem %d

source: Photo does not exist
sr: Fotografija ne postoji

source: %(visitor_name)s sends you a photo of: "%(photo_title)s"
sr: %(visitor_name)s šalje ti sliku: "%(photo_title)s"

source: Photo Cannot Be Snapped to a Place
sr: Fotografija ne može biti povezana sa mestom

source: Not Owner
sr: Vi niste vlasnik

source: You do not seem to own a photo with id %d.
sr: Vi niste vlasnik fotografije %d

source: Photo Already Nominated
sr: Fotografija je već prijavljena za konkurs

source: Each photo can only be nominated once.
sr: Fotografiju možete prijaviti na konkurs samo jednom.

source: Photo Too Old
sr: Previše stara fotografija

source: Photo %d can no longer be nominated.
sr: Fotografija %d se više ne može prijaviti na konkurs.

source: Photo Not Mapped
sr: Fotografija nije mapirana.

source: Photo %d cannot be nominated.
sr: Ne možete prijaviti fotografiju %d.

source: Nomination Limit Reached
sr: Već ste prijavili maksimalan broj fotografija.

source: You cannot send more photos to this month's contest.
sr: Dostigli ste maksimalni broj prijavljenih fotografija

source: Invalid contest vote
sr: Pogrešno glasanje

source: The verification key does not match.
sr: Pogrešna verifikacija.

source: The vote cannot be verified.
sr: Vaš glas se ne može prihvatiti.

source: Missing Photo
sr: Nedostaje fotografija.

source: Photo %d cannot be found.
sr: Fotografija %d nije pronađena

source: Photo %d has been deleted.
sr: Fotografija %d je izbrisana

source: Photo Not In Contest
sr: Fotografija nije imenovana za konkurs

source: Photo %d cannot have votes, because it has not been sent to the contest.
sr: Ne mozes glasati na sliku %d, jer nije imenovana na konkurs

source: Contest Is Not Running
sr: Nema konkursa u toku

source: Cannot vote for photo that is not in this month's contest.
sr: Fotografija nije u konkurenciji ya ovaj mesec. Ne možete glasati.

source: Owner Cannot Vote
sr: Autor ne moze da glasa

source: You cannot vote for your own photo.
sr: Ne mozes glasati na svoju fotografiju

source: There is no user with username %s.
sr: Ne postoji korisnik sa korisničkim imenom %s.

source: No photo with id %d.
sr: Nema fotografije sa brojem %d.

source: Photo with id %d has been deleted.
sr: Fotografija %d je izbrisana.

source: No owner %(user_id)d for photo %(photo_id)d.
sr: Ne postoji %(user_id)d kome pripada %(photo_id)d.

source: Comment Not Found
sr: Nema komentara

source: GroupInvitation %(group_id)r, %(invitation_id)d not found
sr: Pozivnica za %(group_id)r, %(invitation_id)d nije pronađena

source: There is no user with id %d.
sr: Ne postoji korisnik sa identifikacionim brojem %d

source: Group %d not found
sr: Grupa %d ne postoji

source: Group "%s" does not exist any more.
sr: Grupa "%s" više ne postoji.

source: Photo %d not found.
sr: Fotografija %d nije pronađena

source: Authorization Error
sr: Greška ovlašćenja

source: You need an upgraded account to perform this operation.
sr: Potrebno je da ažurirate vaš nalog da bi izveli traženu akciju.

source: Group stats for group_id %d not found
sr: Grupna statistika za group_id %d nije pronađena

source: Untitled
sr: Bez naslova

source: Popular
sr: Popularne

source: Popular photos in Google Earth
sr: Popularne fotografije u Google Earth-u

source: All
sr: Sve

source: All photos in Google Earth
sr: Sve fotografije u Google Earth-u

source: Recent
sr: Aktuelno

source: Recent photos in Google Earth
sr: Aktuelne fotografije u Google Earth-u

source: Places
sr: Mesta

source: Photos tagged with "%s" in Google Earth
sr: Prikaz svih fotografija sa etiketom "%s" u Google Earth-u

source: Your photos
sr: Vaše fotografije

source: Your photos in Google Earth
sr: Vaše fotografije u Google Earth-u

source: %s's photos
sr: fotografije autora %s

source: %s's photos in Google Earth
sr: fotografije autora %s u Google Earth

source: "%s" in Google Earth
sr: fotografije %s u Google Earth-u

source: Authorization failed
sr: Neuspešna autorizacija

source: New Photo Posted!
sr: Postavljena je nova fotografija

source: Check out this great photo on Panoramio!
sr: Pogledaj ovu odličnu fotografiju na Panoramio!

source: Check out %s's photos!
sr: Pogledajte fotografije vlasništvo %s

source: Check out these great photos!
sr: Pogledaj ove odlične fotografije!

source: Invalid photos_ids parameter
sr: Pogrešan ID parametar fotografije.

source: Wrong format for the photos_ids parameter.
sr: Pogrešan format parametara fotografije.

source: Take a look at all these beautiful photos
sr: Pogledaj ove prelepe fotografije

source: Photo %d does not exist anymore.
sr: Fotografija %d ne postoji više.

source: %(count)d view
sr: %(count)d pregleda

source: Authorization denied by the user.
sr: Nije odobrena autorizacija

source: Failed to grant access to Panoramio.
sr: Nije odobren pristup Panoramiju.

source: Authorization parameters missing
sr: Nedostaju parametri za autorizaciju

source: Panoramio - photo slideshow
sr: Panoramio - slajdšou

source: Panoramio - Photos of %s
sr: Panoramio - fotografije: %s

source: [Select a continent]
sr: [Izaberite kontinent]

source: Invalid avatar image size
sr: Pogrešna veličina avatar slike

source: The image size that you requested is invalid.
sr: Veličina fotografije koju ste tražili je pogrešna.

source: Invalid image size
sr: Pogrešna veličina slike

source: Invalid forum id
sr: Neispravan forum id

source: Group %s not found
sr: Grupa %s nije pronađena

source: Only moderators can access this feature.
sr: Samo moderatori imaju pravo prstupa ovim opcijama.

source: Only members can access this feature.
sr: Isključivo članovi imaju pravo pristupa.

source: name
sr: ime

source: popularity
sr: popularnost

source: creation date
sr: datum kreiranja

source: Member
sr: Član

source: Owner
sr: Vlasnik

source: Any
sr: Bilo koji

source: all categories
sr: sve kategorije

source: Not set
sr: Nije podešeno

source: no category defined
sr: nije postavljena kategorija

source: Place or region
sr: Mesto ili region

source: Barcelona, Scandinavia
sr: Barselona, Skandinavija

source: Photo technique
sr: Tehnike fotografisanja

source: Black and white, long exposure
sr: Crno-belo, duga ekspozicija

source: Nature
sr: Priroda

source: Sunsets, butterflies
sr: Zalazak sunca, leptiri

source: Human-made objects
sr: Objekti koje su ljudi pravili

source: Bridges of the World, The Great Wall of China
sr: Mostovi celog sveta, Kineski zid

source: People and lifestyle
sr: Ljudi i način života

source: Old Faces Young Souls, Norwegian fishermen
sr: Stara lica mlade duše, norveški ribar

source: Event
sr: Događaj

source: Panomeeting Asturias Spain 2011
sr: PanoSastanak Asturias Španija 2011

source: Games and competitions
sr: Igre i takmičenja

source: Treasure Hunt, NPC Best Black & White May 2012
sr: Potraga za blagom, NPC Najbolje crno-bele Maj 2012

source: Collection
sr: Kolekcija

source: Best of Panoramio, A photo a day
sr: Najbolje od Panoraio-a, fotografija dnevno

source: You cannot invite yourself
sr: Ne možete pozvati samoga sebe

source: Panoramio - Photos of the "%s" group.
sr: "Panoramio - fotografije "%s" grupe.

source: Received
sr: primljeno

source: In progress
sr: U toku

source: Resolved
sr: Rešeno

source: Received invitations
sr: Primljeni pozivi

source: Invitations sent and still in progress
sr: Poziv je poslat. Još uvek u obradi.

source: Invitations sent and resolved
sr: Poziv poslat i rešen

source: Invitations for group %s
sr: Poziv za grupu %s

source: You are not a moderator of this group
sr: Vi niste moderator grupe.

source: &#215; Remove
sr: &#215; Ukloniti

source: by %(user_name)s
sr: od %(user_name)s

source: (owner)
sr: (vlasnik)

source: (Yourself)
sr: (Vi)

source: + Owner
sr: + Osnivač

source: <h2>Invalid e-mail</h2>
sr: <h2>Neispravan e-mail</h2>

source: <h2>Already someone registered with this e-mail</h2> <p>Check your spelling or use a different one</p>
sr: <h2>Neko se već registrovao sa ovom e-mail adresom</h2> <p>Proverite da li je adresa tačna ili koristite neku drugu</p>

source: <h2>Already someone registered with this user name</h2> <p>Please, choose a different or less common user name</p>
sr: <h2>Već postoji korisnik sa ovim imenom</h2> <p>Izaberite drugo ime<p>

source: <h2>Please enter your e-mail and your password</h2>
sr: <h2>Molimo unesite svoju e-mail adresu i lozinku</h2>

source: <h2>Incorrect e-mail / password</h2>
sr: <h2>Netačna e-mail adresa / lozinka</h2>

source: <h2>Please, choose a password</h2>
sr: <h2>Molimo izaberite lozinku</h2>

source: <h2>Please, choose a user name</h2>
sr: <h2>Molimo izaberite korisničko ime</h2>

source: <h2>You should choose a valid e-mail address for your account</h2>
sr: <h2>Trebalo bi da izaberete valjanu e-mail adresu za vaš nalog</h2>

source: <h2>You must be logged to access this page</h2>
sr: <h2>Morate biti prijavljeni da biste mogli da priđete ovoj stranici</h2>

source: <h2>Error sending e-mail</h2> <p>Please make sure you wrote correctly the e-mail address</p>
sr: <h2>Greška prilikom slanja maila</h2> <p>Molim Vas proverite da li ste uneli tačnu e-mail adresu.</p>

source: <h2>Unknown e-mail</h2> <p>There are no users registered with this e-mail address. Please make sure you wrote the same e-mail address you used to sign up in Panoramio</p>
sr: <h2>Nepoznat e-mail</h2> <p>Nema korisnika registrovanih s ovom e-mail adresom. Molimo proverite da li ste uneli istu e-mail adresu koju ste koristili pri učlanjenju za Panoramio</p>

source: <h2>Passwords don't match</h2> <p>Repeated password does not match new password</p>
sr: <h2>Lozinke nisu iste</h2> <p>Ponovljena lozinka nije ista kao prva lozinka koju ste uneli.</p>

source: <h2>Incorrect password</h2> <p>Please make sure you wrote the right password</p>
sr: <h2>Neispravna lozinka</h2> <p>Molimo proverite da li ste uneli ispravnu lozinku.</p>

source: <h2>User name in use</h2> <p>The selected name is already in use. Please choose another one</p>
sr: <h2>Korisničko ime je zauzeto</h2> <p>Izabrano ime je već u upotrebi. Molimo odaberite novo.</p>

source: <h2>E-mail in use</h2> <p>The new e-mail is already registered</p>
sr: <h2>E-mail se već koristi</h2> <p>Novi e-mail je već registrovan</p>

source: <h2>Your current password is empty</h2> <p>You must fill the current password field to change email or password</p>
sr: <h2>Niste uneli lozinku</h2> <p>Morate uneti staru (trenutnu) lozinku da bi promenili mail ili lozinku.</p>

source: <h2>The e-mail address is not correct</h2>
sr: <h2>Ova e-mail adresa je neispravna</h2>

source: <h2>You must be logged to send an invitation</h2>
sr: <h2>Da biste poslali pozivnicu morate da budete prijavljeni</h2>

source: <h2>The e-mail could not be sent</h2> <p>Double check the e-mail of your friend</p>
sr: <h2> E-mail ne može biti poslat</h2> <p>Proverite ponovo e-mail vašeg prijatelja</p>

source: <h2>Internal error 19</h2>
sr: <h2>Interna greška 19</h2>

source: <h2>The position of your photo has NOT been updated</h2> <p>Please, use the button 'search' before saving the position</p>
sr: <h2>Pozicija vaše fotografije NIJE ažurirana</h2> <p>Molimo vas da kliknete na 'traži' pre nego sto upamtite poziciju</p>

source: <h2>You should repeat your email</h2>
sr: <h2>Morate da ponovite e-mail</h2>

source: <h2>Sorry, but the e-mails don't match, please, check them again</h2>
sr: <h2>Žao nam je, ali e-mailovi ne postoje, molimo vas, proverite ih ponovo</h2>

source: <h2>You can't change license conditions of photos from other users</h2>
sr: <h2>Ne možete da promenite uslove za autorska prava fotografija drugih korisnika</h2>

source: <h2>You can't change access to original files of photos from other users</h2>
sr: <h2>Ne možete da menjate pristup originalnim fotografijama drugh korisnika</h2>

source: <h2>You must be signed up as the owner of this photo to submit it to the contest</h2>
sr: <h2>Morate da budete upisani kao vlasnik ove fotografije da bi je poslali na konkurs</h2>

source: <h2>You must sign in to submit your photo to the contest</h2>
sr: <h2>Morate da budete prijavljeni da bi ste učestvovali na konkursu</h2>

source: <h2>You can't vote twice for the same photo</h2>
sr: <h2>Ne možete da glasate dva puta za istu fotografiju</h2>

source: <h2>The photo you were voting for doesn't exist anymore</h2>
sr: <h2>Fotografija za koju želite da glasate više ne postoji u Panoramio-u</h2>

source: <h2>This photo is too old to enter the contest.</h2> <p>Only photos posted last month can participate</p>
sr: <h2>Ova fotografija je isuviše stara da bi ušla na konkurs.</h2> <p>Samo fotografije postavljene prošlog meseca mogu da konkuršu</p>

source: <h2>This photo is too recent to enter the contest.</h2> <p>Only photos posted last month can participate</p>
sr: <h2>Ova fotografija je isuviše sveža da bi ušla na konkurs.</h2> <p>Samo fotografije postavljene prošlog meseca mogu da učestvuju</p>

source: <h2>Invalid URL</p>
sr: <h2>Neispravan URL</h2>

source: <h2>Photo must be mapped to enter the contest.</h2> <p>Only photos mapped can participate</p>
sr: <h2>Fotografija mora da bude lokalizovana na mapi da bi učestvovala na konkursu.</h2> <p>Samo fotografije lokalizovane na mapi mogu da učestvuju</p>

source: <h2>The text you wrote doesn't match the characters in the image</h2>
sr: <h2>Tekst koji ste napisali ne odgovara karakterima na slici</h2>

source: <h2>Please choose a name for the place</h2>
sr: <h2>Iyaberite nayiv mesta, molim Vas.</h2>

source: <h2>There is a place already with similar name</h2>
sr: <h2>Već postoji mesto sa istim/sličnim nazivom</h2>

source: <h2>Invalid coordinates in the link</h2>
sr: <h2>Pogrešne koordinate.</h2>

source: <h2>The link has been reformated</h2> <p>Please verify the new link, and resubmit your suggestion</p>
sr: <h2>Link je promenjen</h2> <p>Potvrdite promenu i ponovo pošaljite vašu sugestiju.</p>

source: <h2>Please specify the continent where the place is located</h2>
sr: Molim Vas, dodajte opis lokacije.

source: <h2>Sorry, you have reached your maximum number of pending suggestions</h2>
sr: <h2>Žao nam je, ali dostigli ste maksimalni broj nerešenih sugestija.</h2>

source: <h2>Internal error 40</h2>
sr: <h2>Interna greška 40</h2>

source: <h2>E-mail send failed</h2>
sr: <h2>Greška pri slanju mail poruke</h2>

source: <h2>Your suggestion has not been sent</h2> <p>Please, add an explanation to your relocation suggestion.</p>
sr: <h2>Vaša sugestija nije prosledjena.</h2> <p>Molim Vas unesite objašnjenje za sugestiju promene mesta.</p>

source: <h2>This user doesn't exist</h2> <p>Please, check that you entered the right user ID.</p>
sr: <h2>Ne postoji korisnik</h2> <p>Proverite da li ste uneli ispravan ID.</p>

source: <h2>You can't flag your own photos.</h2>
sr: <h2>Ne možete obeležiti sopstvenu fotografiju.</h2>

source: <h2>Internal error uploading photos.</h2>
sr: <h2>Greška prilikom prijema fotografije/a.</h2>

source: <h2>The uploaded image is not in the JPEG format.</h2>
sr: <h2>Fotografija koju ste poslali nije u JPEG formatu.</h2>

source: <h2>Internal error accessing this user. Please contact questions@panoramio.com with this error to get a new password</h2>
sr: <h2>Greška prilikom pokušaja pristupa korisniku. Molim Vas pošaljite poruku na questions@panoramio.com sa ovom greškom da bi dobili novu lozinku</h2>

source: <h2>The page to change your password has expired</h2> <p>The page that you used to change your password is no longer valid. If you still don't remember your password request a new link here.</p>
sr: <h2>Stranica više nije aktivna</h2> <p>Ako i dalje ne možete da se setite lozinke pošaljite vaš zahtev ovde..</p>

source: <h2>Too many comments</h2> <p>Slow down... you have to wait some seconds between two comments.</p>
sr: <h2>Mnogo komentara ukratkom vremenskom roku</h2> <p>Usporte malo i sačekajte da prodje izvesno vreme izmedju dva komentara.</p>

source: <h2>Too many comments made today</h2> <p>You have reached the maximum number of comments for today. Get back tomorrow for more action.</p>
sr: <h2>Isuviše komantara za danas</h2> <p>Ispunili ste svoju kvotu komentara za danas. Dodjite sutra ponovo.</p>

source: <h2>Username is already taken.</h2> <p>Unfortunately the username you selected is used by another user, please choose another one.</p>
sr: <h2>Postoji korisničko ime.</h2> <p>Molim Vas izaberite neko drugo.</p>

source: <h2>Invalid username</h2> <p>The username must be 4 to 32 characters long, may only contain numbers dots (.), dashes (-) and lower-case letters without accents. The username cannot start with a number.</p>
sr: <h2>Pogrešno korisničko ime</h2> <p>Korisničko ime mora imati izmedju 4 i 32 karaktera, može sadržati tačke (.), crtice (-) i mala slova BEZ akcenta. Korisničko ime ne može početi sa brojem.</p>

source: <h2>Username disabled</h2> <p>The new username feature is disabled for accounts created in 2010. Please come back in a couple of weeks to select your username.
sr: <h2>Onemogućeno dodavanje novih korisničkih imena</h2> <p>za naloge kreirane 2010. Posetite nas ya nekoliko nedalja.

source: <h2>Error uploading photo.</h2> <p>We could not copy your photo from your Picasaweb account to your Panoramio account. Please try again later.</p>
sr: <h2>Greška prilikom priema fotografije.</h2> <p>Ne možemo da fotografiju sa Picasaweb naloga prebacimo na Panoramio nalog. Pokušajte kasnije</p>

source: <h2>The uploaded image is not in the JPEG format.</h2> <p>It seems that the photo that you want to copy from your Picasaweb account to your Panoramio account is not in a format that we understand.</p>
sr: <h2>Nije JPEG format.</h2> <p>Izgleda da fotografije koju prenosite sa Picasaweb naloga na Panoramio nalog nije u nama prepoznatljivom formatu.</p>

source: <h2>Failed Signup or Upgrade</h2> <p>You cannot use a Google Account that has been previously used with Panoramio.</p>
sr: <h2>Greška u prijavljivanju</h2> <p>Ne možete koristiti Google Nalog ako je ranije korišćen u Panoramiu.</p>

source: <h2>Existing invitation</h2> <p>There is already a pending or rejected invitation for this user in this group.</p>
sr: <h2>Već postoji poziv</h2> <p>Već postoji poziv na čekanju ili poziv koji je odbijen za ovog korisnika grupe.</p>

source: <h2>User already member</h2> <p>This user is already a member of that group.</p>
sr: <h2>Već je član</h2> <p>Korisnik je već član grupe.</p>

source: <h2>User not group member</h2> <p>This user is not of member of that group.</p>
sr: <h2>Korisnik nije član</h2> <p>Ovaj korisnik nije član te grupe.</p>

source: <h2>User already moderator</h2> <p>This user is already a moderator of that group.</p>
sr: <h2>Korisnik je već moderator</h2> <p>Ovaj korisnik je već moderator grupe.</p>

source: <h2>The photo locations are not shared in Your album.</h2> <p>Please go to the Picasa album page and share the photo locations to the viewers.</p>
sr: <h2>Lokacije fotografija nisu postavljene u Vašem albumu.</h2> <p>Molimo idite na stranicu albuma na Pikais i podelite locaciju fotografija sa gledaocima.</p>

source: <h2>Invalid time offset</h2> <p>Time offset must be a number in seconds.
sr: <h2>Pogrešan vremenski interval</h2> <p>Interval mora biti izražen u sekundama.

source: <h2>Your signup is already being processed. If it did not work please retry in 10 minutes.</h2>
sr: <h2>Vaše logovanje se već procesuira. Ako ne uspe, molimo Vas pokušajte za 10ak minuta.</h2>

source: <h2>Too many groups</h2> <p>You have reached the limit of groups that you can own.</p>
sr: <h2>Previše grupa</h2> <p>Dostigli ste maksimum grupa koje možete da vodite.</p>

source: <h2>User already owner</h2> <p>This user is already an owner of that group.</p>
sr: <h2>Korisnik je već osnivač</h2> <p>Ovaj korisnik je već osnivač te grupe.</p>

source: <h2>Password changed</h2> <p>Your password has been successfully changed</p>
sr: <h2>Lozinka je promenjena</h2> </p>Vaša lozinka je uspešno promenjena</p>

source: <h2>E-mail sent. Please read your e-mail</h2> <p>We have sent you an e-mail with further instructions</p>
sr: <h2>E-mail je poslat. Molimo pročitajte vaš e-mail.</h2> <p>Poslali smo vam e-mail za sa daljim uputstvima.</p>

source: <h2>Your settings have been updated</h2>
sr: <h2>Vaše podešavanja su ažurirana</h2>

source: <h2>Your message has been sent</h2>
sr: <h2>Vaša poruka je poslata</h2>

source: <h2>E-mail alerts about new photos and comments have been deactivated</h2>
sr: <h2>Isključena mogućnost slanja komentara putem elektronske pošte</h2>

source: <h2>The position of your photo has been updated</h2>
sr: <h2>Pozicija vaše fotografijen je ažurirana</h2>

source: <h2>License for this photo has been changed</h2>
sr: <h2>Dozvola za ovu fotografiju je promenjena</h2>

source: <h2>Original access for your photos has been changed</h2>
sr: <h2>Pristup vašim fotografijama je promenjen</h2>

source: <h2>Thanks, your photo has been submitted to the contest.</h2>
sr: <h2>Hvala, vaša fotografija je predložena za konkurs.</h2>

source: <h2>We got your vote, the finalists will be announced at the end of the month</h2>
sr: <h2>Imamo vaš glas, finalisti će biti objavljeni na kraju meseca</h2>

source: <h2>Thanks, your new suggestion is registered.</h2> <p>The new place is being reviewed, and upon our approval soon will be added to the <a href='/sightseeing/'>cool places</a>.</p>
sr: <h2>Vaša sugestija je primljena, hvala.</h2> <p>Nakon pregleda i provere vaš link ka interesantnom mestu će biti dodat <a href='/sightseeing/'>cool places</a>.</p>

source: <h2>Your suggestion has successfully been deleted</h2>
sr: <h2>Vaša sugestija je uspešno izbrisana</h2>

source: <h2>E-mail has been sent successfully</h2>
sr: <h2>E-mail je uspešno poslat.</h2>

source: <h2>Thanks for reporting this photo</h2> <p>We will review this photo and delete it if its content is considered inappropriate or offensive. Thanks!
sr: <h2>Hvala Vam što ste prijavili fotografiju</h2> <p>Proverićemo fotografiju i ona će biti izbrisana u slučaju da ne yadovoljava kriterijume Panoramia!
